[
  {
    "title": "The Origin of Species",
    "subtitle": "150th Anniversary Edition",
    "authors": ["Charles Darwin", "Julian Huxley"],
    "description": "Charles Darwin’s classic that exploded into public controversy, revolutionized the course of science, and continues to transform our views of the world. Few other books have created such a lasting storm of controversy as The Origin of Species . Darwin’s theory that species derive from other species by a gradual evolutionary process and that the average level of each species is heightened by the “survival of the fittest” stirred up popular debate to fever pitch. Its acceptance revolutionized the course of science. As Sir Julian Huxley, the noted biologist, points out in his illuminating introduction, the importance of Darwin’s contribution to modern scientific knowledge is almost impossible to evaluate: “a truly great book, one which can still be read with profit by professional biologist.” Includes an Introduction by Sir Julian Huxley",
    "pages": null,
    "publisher": "Signet; 150th Anniversary ed. edition (September 2, 2003)",
    "isbn": 9780451529060,
    "thumbnail": "https://m.media-amazon.com/images/I/71UtlN4QfUL.jpg",
    "rating": 4.6,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Classic Literature & Fiction",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0451529065"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "David Williams QC"],
    "description": "An instant bestseller in 1859, few books have had such a revolutionary impact and left such a lasting impression as On the Origin of Species . Possibly the most important and challenging scientific book ever published, Darwin's language remains surprisingly modern and direct. It is presented here in a faithful yet generously detailed facsimile edition. The text is taken from the second edition (1860), which incorporated some minor corrections but is otherwise the purest distillation of Darwin's original vision. It includes a new foreword as well as an introductory appendix, An Historical Sketch of the Recent Progress of Opinion on the Origin, taken from the third edition (1861).",
    "pages": 520,
    "publisher": "Natural History Museum, London; None edition (November 1, 2019)",
    "isbn": 9780565095024,
    "thumbnail": "https://m.media-amazon.com/images/I/5153kKdUF8L.jpg",
    "rating": 4.8,
    "categories": [
      "Nature Writing & Essays",
      "Science Essays & Commentary (Books)",
      "Biological Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0565095021"
  },
  {
    "title": "Origin Of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Charles Darwin's groundbreaking work of evolutionary biology, \"The Origin of Species\" introduces the scientific theory of evolution, which posits that species evolve over a period of many generations through a process of natural selection. Considered controversial even to this day because of its contradicting position to creationist theory, Darwin's theories have been widely embraced by the scientific community as fact and have laid the foundation for subsequent major advances in the field of biology. \"The Origin of Species\" is arguably one of the most important scientific treatises ever written.",
    "pages": 703,
    "publisher": "Castle (January 1, 2004)",
    "isbn": 9780785819110,
    "thumbnail": "https://m.media-amazon.com/images/I/516R6QMW8ZL.jpg",
    "rating": 4.4,
    "categories": [
      "Philosophy History & Survey",
      "Science Essays & Commentary (Books)",
      "Classic Literature & Fiction",
      "Philosophy",
      "Politics & Social Sciences",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0785819118"
  },
  {
    "title": "On the Origin of Species;Or; The Preservation of the Favoured Races in the Struggle for Life",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "In this groundbreaking scientific study, Charles Darwin introduces his theory of evolution and the process of natural selection. The seminal work went on to form the foundation of the modern understanding of biology and natural science. First published in 1859, On the Origin of Species presents Darwin's scientific study of the process of natural selection. Illustrating his evolutionary theory and the interrelatedness of heritable variation and the evolution of humans, animals and plant life. Darwin wrote for non-specialist readers, aiding the book in reaching a wide audience. By the 1870s, Darwin's theory of evolution was commonly regarded as fact within the scientific community. The book includes his own sketches of evolution to support his theory, as well as abstracts of his experiments and research. The chapters in this volume include: - 'Variation Under Domestication' - 'Variation Under Nature' - 'Struggle for Existence' - 'Natural Selection' - 'Laws of Variation' Preserving a key scientific text for future generations, On the Origin of Species has been proudly republished by Read & Co. Books, featuring a specially commissioned biography of the author. An essential read for those with an interest in the groundbreaking work of Charles Darwin and the study of the history of evolution.",
    "pages": 432,
    "publisher": "Read & Co. Science (June 27, 2018)",
    "isbn": 9781528705608,
    "thumbnail": "https://m.media-amazon.com/images/I/711xruxemdL.jpg",
    "rating": 4.3,
    "categories": [
      "Biological Sciences",
      "Science & Math",
      "Evolution (Books)",
      "Natural History (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1528705602"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "Julian Huxley"],
    "description": "Darwin’s most famous work formed the bedrock of evolutionary biology In one of the most important contributions to scientific knowledge, Charles Darwin puts forth the theory that species evolve over time through the process of natural selection. When he first established this hypothesis, many ideas about evolution had already been proposed and were receiving public acclaim, but none could fully explain the course of human evolution as elegantly as Darwin’s did. Drawn from extensive research performed on various creatures living in the Galápagos Islands, his research suggests that “one species does change into another.” This revolutionary notion has become a landmark of scientific theory. This ebook has been professionally proofread to ensure accuracy and readability on all devices.",
    "pages": 281,
    "publisher": "Open Road Media; Rep Anv edition (December 30, 2014)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/517hcdr+rNL.jpg",
    "rating": 4.4,
    "categories": [
      "Nature & Ecology",
      "Kindle Store",
      "Science & Math",
      "Evolution (Kindle Store)",
      "Natural History (Books)",
      "Earth Sciences (Kindle Store)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B00QR7I46C"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "By Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life (Cambridge Library Collection - Darwin, Evolution and Genetics)",
    "authors": ["Charles Darwin"],
    "description": "This sixth edition of The Origin of Species was published in 1876. It is the last edition on which Darwin himself worked before his death in 1882, and offers a useful complement to the 2009 scholarly edition, edited by Jim Endersby and published by Cambridge University Press in Darwin's bicentennial year. The sixth edition contains a 'historical sketch' in which Darwin reviews the many works by eminent European and American scientists – beginning with Lamarck in 1801 – in which ideas of evolutionary species change and of natural selection were touched on but not developed. This edition, like all from the second onwards, contains the words 'by the Creator', controversially added to the famous last sentence in the book: 'There is grandeur in this view of life, with its several powers, having been breathed by the Creator into a few forms or into one...'",
    "pages": 492,
    "publisher": "Cambridge University Press; 6th edition (July 20, 2009)",
    "isbn": 9781108005487,
    "thumbnail": "https://m.media-amazon.com/images/I/71WdBgwEf-L.jpg",
    "rating": 2.6,
    "categories": [
      "New, Used & Rental Textbooks",
      "Science & Mathematics",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1108005489"
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": null,
    "authors": ["Sabina Radeva"],
    "description": "A picture book adaptation of Charles Darwin's groundbreaking On the Origin of Species, lushly illustrated and told in accessible and engaging easy-to-understand text for young readers. On the Origin of Species revolutionized our understanding of the natural world. Now young readers can discover Charles Darwin's groundbreaking theory of evolution for themselves in this stunning picture-book adaptation that uses stylish illustrations and simple text to introduce how species form, develop, and change over time.",
    "pages": 64,
    "publisher": "Crown Books for Young Readers; Illustrated edition (October 29, 2019)",
    "isbn": 9781984894915,
    "thumbnail": "https://m.media-amazon.com/images/I/91vDbWNJa4L.jpg",
    "rating": 4.8,
    "categories": [
      "Children's Biology Books (Books)",
      "Children's Books",
      "Children's Zoology Books (Books)",
      "Education & Reference",
      "Children's Philosophy Books (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1984894919"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "Slip-Cased Edition",
    "authors": ["Charles Darwin", "George Davidson"],
    "description": "On the Origin of Species is a book that changed the way we think about the development of life on earth. The author's controversial theory of natural selection, or survival of the fittest, would make him internationally famous and ut the issue of evolution at the centre of a fierce debate which still rages some 150 years after the book's first publication. Complementing the text are over 100 delicately detailed and informative contemporary illustrations, many of them relating to the discoveries Darwin made during the second voyage of the research ship, H.M.S. Beagle. The text used for this edition was the last to be published during Darwin's lifetime and is considered to be the definitive version.",
    "pages": 400,
    "publisher": "Arcturus; Slp edition (March 21, 2013)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51DDpyoKRUL.jpg",
    "rating": 4.3,
    "categories": ["Kindle eBooks", "Kindle Store", "Science & Math"],
    "url": "https://www.amazon.com/dp/B00BZ55BBC"
  },
  {
    "title": "On the Origin of Species by Means of Natural Selection, or The Preservation of Favoured Races in the Struggle for Life.",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species by Charles Darwin was published on November 24, 1859. The book's full title is On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. This book is a seminal work in scientific literature and a landmark work in evolutionary biology. Darwin's book contains a wealth of evidence that the diversity of life arose through a branching pattern of evolution and common descent - evidence which he had accumulated on the voyage of the Beagle in the 1830s and expanded through research, correspondence, and experiments after his return.",
    "pages": 388,
    "publisher": "EZreads Publications, LLC (March 4, 2009)",
    "isbn": 9781615340378,
    "thumbnail": "https://m.media-amazon.com/images/I/51To89L+qYL.jpg",
    "rating": 4,
    "categories": [
      "Law",
      "Nature & Ecology (Books)",
      "Natural Law",
      "Legal Theory & Systems",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1615340378"
  },
  {
    "title": "On the origin of species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
    "pages": 380,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51ayawL3DKL.jpg",
    "rating": 4.4,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Biology (Kindle Store)",
      "Science & Math"
    ],
    "url": "https://www.amazon.com/dp/B008478VE8"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "150th Anniversary Edition",
    "authors": ["Charles Darwin", "Julian Huxley"],
    "description": "Charles Darwin’s classic that exploded into public controversy, revolutionized the course of science, and continues to transform our views of the world. Few other books have created such a lasting storm of controversy as The Origin of Species . Darwin’s theory that species derive from other species by a gradual evolutionary process and that the average level of each species is heightened by the “survival of the fittest” stirred up popular debate to fever pitch. Its acceptance revolutionized the course of science. As Sir Julian Huxley, the noted biologist, points out in his illuminating introduction, the importance of Darwin’s contribution to modern scientific knowledge is almost impossible to evaluate: “a truly great book, one which can still be read with profit by professional biologist.” Includes an Introduction by Sir Julian Huxley",
    "pages": null,
    "publisher": "Signet; 150th Anniversary ed. edition (September 2, 2003)",
    "isbn": 9780451529060,
    "thumbnail": "https://m.media-amazon.com/images/I/71UtlN4QfUL.jpg",
    "rating": 4.6,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Classic Literature & Fiction",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0451529065"
  },
  {
    "title": "On the Origin of Species by Means of Natural Selection, or The Preservation of Favoured Races in the Struggle for Life.",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species by Charles Darwin was published on November 24, 1859. The book's full title is On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. This book is a seminal work in scientific literature and a landmark work in evolutionary biology. Darwin's book contains a wealth of evidence that the diversity of life arose through a branching pattern of evolution and common descent - evidence which he had accumulated on the voyage of the Beagle in the 1830s and expanded through research, correspondence, and experiments after his return.",
    "pages": 388,
    "publisher": "EZreads Publications, LLC (March 4, 2009)",
    "isbn": 9781615340378,
    "thumbnail": "https://m.media-amazon.com/images/I/51To89L+qYL.jpg",
    "rating": 4,
    "categories": [
      "Law",
      "Nature & Ecology (Books)",
      "Natural Law",
      "Legal Theory & Systems",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1615340378"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "In 1831, naturalist and geologist Charles Darwin joined the Beagle expedition to Tierra del Fuego. What he observed when he got to the new world would eventually lead him to formulate his theory of natural selection. Published in 1859, “On the Origin of the Species” is the controversial classic that revolutionized natural science and altered our understanding of the world.",
    "pages": 320,
    "publisher": "Empire Books (December 17, 2011)",
    "isbn": 9781619491304,
    "thumbnail": "https://m.media-amazon.com/images/I/51QTAeqQn5L.jpg",
    "rating": 4.3,
    "categories": [
      "Classics",
      "Literature & Fiction",
      "Classic Literature & Fiction",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1619491303"
  },
  {
    "title": "On the Origin of Species (Oxford World's Classics)",
    "subtitle": null,
    "authors": ["Charles Darwin", "Gillian Beer"],
    "description": "In The Origin of Species (1859) Darwin challenged many of the most deeply-held beliefs of the Western world. Arguing for a material, not divine, origin of species, he showed that new species are achieved by \"natural selection.\" The Origin communicates the enthusiasm of original thinking in an open, descriptive style, and Darwin's emphasis on the value of diversity speaks more strongly now than ever. As well as a stimulating introduction and detailed notes, this edition offers a register of the many writers referred to by Darwin in the text. About the Series: For over 100 years Oxford World's Classics has made available the broadest spectrum of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, voluminous notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "pages": 432,
    "publisher": "Oxford University Press; Revised edition (February 1, 2009)",
    "isbn": 9780199219223,
    "thumbnail": "https://m.media-amazon.com/images/I/51fVvF89DzL.jpg",
    "rating": 4.4,
    "categories": [
      "Biology & Life Sciences",
      "New, Used & Rental Textbooks",
      "History & Philosophy of Science (Books)",
      "Science & Mathematics",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0199219222"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "The Origin of Species sold out on the first day of its publication in 1859. It is the major book of the nineteenth century, and one of the most readable and accessible of the great revolutionary works of the scientific imagination. The Origin of Species was the first mature and persuasive work to explain how species change through the process of natural selection. Upon its publication, the book began to transform attitudes about society and religion, and was soon used to justify the philosophies of communists, socialists, capitalists, and even Germany's National Socialists. But the most quoted response came from Thomas Henry Huxley, Darwin's friend and also a renowned naturalist, who exclaimed, \"How extremely stupid not to have thought of that!\"",
    "pages": 459,
    "publisher": "Gramercy; New edition (May 22, 1995)",
    "isbn": 9780517123201,
    "thumbnail": "https://m.media-amazon.com/images/I/51qzz+XROwL.jpg",
    "rating": 4.5,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "General Anthropology",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0517123207"
  },
  {
    "title": "Darwin's On the Origin of Species",
    "subtitle": "A Modern Rendition",
    "authors": ["Daniel Duzdevich"],
    "description": "Charles Darwin's most famous book On the Origin of Species is without question, one of the most important books ever written. While even the grandest works of Victorian English can prove difficult to modern readers, Darwin wrote his text in haste and under intense pressure. For an era in which Darwin is more talked about than read, Daniel Duzdevich offers a clear, modern English rendering of Darwin's first edition. Neither an abridgement nor a summary, this version might best be described as a \"translation\" for contemporary English readers. A monument to reasoned insight, the Origin illustrates the value of extensive reflection, carefully gathered evidence, and sound scientific reasoning. By removing the linguistic barriers to understanding and appreciating the Origin , this edition aims to bring 21st-century readers into closer contact with Darwin's revolutionary ideas.",
    "pages": 352,
    "publisher": "Indiana University Press (February 24, 2014)",
    "isbn": 9780253011701,
    "thumbnail": "https://m.media-amazon.com/images/I/81xbSPKQdwL.jpg",
    "rating": 4.6,
    "categories": [
      "Evolution",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0253011701"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "The Illustrated Edition",
    "authors": ["Charles Darwin", "David Quammen"],
    "description": "This year marks the 150th anniversary of the publication of Charles Darwin\u0092s On the Origin of Species by Means of Natural Selection , or the Preservation of Favoured Races in the Struggle for Life . In his landmark study, Darwin theorized that populations evolve over the course of generations through a process of natural selection. These ideas flew in the face of long-held beliefs, and the book immediately became one of the most controversial scientific works in historyand it still remains so today. Now, for the first time, Darwin\u0092s classic is fully and handsomely illustrated with more than 350 illustrations and photos, many of them in brilliant color. Reproductions from Darwin\u0092s The Voyage of the Beagle , his journal of the travels that led to his remarkable breakthrough, appear throughout, inviting readers to experience Darwin\u0092s journey and to understand how he developed his theory of evolution. In addition, brief excerpts from his letters, diaries, and correspondence bring both Darwin the man and his revolutionary discovery to life. A Main Selection of Scientific America.",
    "pages": 544,
    "publisher": "Union Square & Co.; Illustrated edition (October 7, 2008)",
    "isbn": 9781402756399,
    "thumbnail": "https://m.media-amazon.com/images/I/51MBMGoOMiL.jpg",
    "rating": 4.6,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Developmental Biology (Books)",
      "Short Stories (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1402756399"
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": null,
    "authors": ["Sabina Radeva"],
    "description": "A picture book adaptation of Charles Darwin's groundbreaking On the Origin of Species, lushly illustrated and told in accessible and engaging easy-to-understand text for young readers. On the Origin of Species revolutionized our understanding of the natural world. Now young readers can discover Charles Darwin's groundbreaking theory of evolution for themselves in this stunning picture-book adaptation that uses stylish illustrations and simple text to introduce how species form, develop, and change over time.",
    "pages": 64,
    "publisher": "Crown Books for Young Readers; Illustrated edition (October 29, 2019)",
    "isbn": 9781984894915,
    "thumbnail": "https://m.media-amazon.com/images/I/91vDbWNJa4L.jpg",
    "rating": 4.8,
    "categories": [
      "Children's Biology Books (Books)",
      "Children's Books",
      "Children's Zoology Books (Books)",
      "Education & Reference",
      "Children's Philosophy Books (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1984894919"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "A Facsimile of the First Edition (Harvard Paperbacks)",
    "authors": ["Charles Darwin", "Ernst Mayr"],
    "description": "It is now generally recognized that the publication of Darwin's Origin of Species in 1859 not only decisively altered the basic concepts of biological theory but had a profound and lasting influence on social, philosophic, and religious thought. This work is rightly regarded as one of the most important books ever printed. The first edition had a freshness and uncompromising directness that were considerably weakened in subsequent editions. Nearly all reprints were based on the greatly modified sixth edition (1872), and the only modern reprint changes pagination, making references to the original very difficult. Clearly, there has been a need for a facsimile reprint. Professor Mayr's introduction has a threefold purpose: to list passages in the first edition that Darwin altered in later editions; to point out instances in which Darwin was clearly pioneering; and to call attention to neglected passages that show Darwin as a much deeper thinker than has been recognized. No one can fail to be impressed by the originality of Darwin's treatment and by the intellectual challenge his work presents even to the modern reader.",
    "pages": 540,
    "publisher": "Harvard University Press; Facsimile edition (February 22, 2001)",
    "isbn": 9780674637528,
    "thumbnail": "https://m.media-amazon.com/images/I/71ikfMCyXlL.jpg",
    "rating": 4.5,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0674637526"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "David Williams QC"],
    "description": "An instant bestseller in 1859, few books have had such a revolutionary impact and left such a lasting impression as On the Origin of Species . Possibly the most important and challenging scientific book ever published, Darwin's language remains surprisingly modern and direct. It is presented here in a faithful yet generously detailed facsimile edition. The text is taken from the second edition (1860), which incorporated some minor corrections but is otherwise the purest distillation of Darwin's original vision. It includes a new foreword as well as an introductory appendix, An Historical Sketch of the Recent Progress of Opinion on the Origin, taken from the third edition (1861).",
    "pages": 520,
    "publisher": "Natural History Museum, London; None edition (November 1, 2019)",
    "isbn": 9780565095024,
    "thumbnail": "https://m.media-amazon.com/images/I/5153kKdUF8L.jpg",
    "rating": 4.8,
    "categories": [
      "Nature Writing & Essays",
      "Science Essays & Commentary (Books)",
      "Biological Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0565095021"
  },
  {
    "title": "On the origin of species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
    "pages": 380,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51ayawL3DKL.jpg",
    "rating": 4.4,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Biology (Kindle Store)",
      "Science & Math"
    ],
    "url": "https://www.amazon.com/dp/B008478VE8"
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": "Words That Changed the World",
    "authors": ["Anna Brett"],
    "description": "Darwin's theory of evolution written in an accessible format and richly illustrated throughout for children aged 7+. Part of the non-fiction series Words that Changed the World , this book is an accessible guide to the theory of evolution, presented in an attractive format with beautiful illustrations throughout. Written by Anna Brett and richly illustrated by Nick Hayes, it lets the young reader discover how Darwin changed our understanding of the human race – and our place within the animal kingdom – with his ground-breaking work, On the Origin of Species . Divided into short yet comprehensive chapters, children will be able to learn about one of the most significant theories of mankind and discern the ideas – as well as their consequences – of one of the most influential scientists in the world. The book includes a glossary of key terms and concepts and is an invaluable companion for the understanding of Darwin's theory, perfect for both the home setting and the school environment. It's suitable for kids aged 7+ and is a must-have for anyone who wants to learn and explore the notions of one of human history's most remarkable people. It charts Darwin's life-changing voyage on the Beagle and introduces his theory of evolution to apprentice naturalists everywhere.",
    "pages": 64,
    "publisher": "Laurence King Publishing; Illustrated edition (February 16, 2021)",
    "isbn": 9781786278869,
    "thumbnail": "https://m.media-amazon.com/images/I/91Z3t50kuUL.jpg",
    "rating": 4.7,
    "categories": [
      "Children's Books",
      "Biographies",
      "Evolution (Books)",
      "Children's Science Biographies (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1786278863"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "By Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life (Cambridge Library Collection - Darwin, Evolution and Genetics)",
    "authors": ["Charles Darwin"],
    "description": "This sixth edition of The Origin of Species was published in 1876. It is the last edition on which Darwin himself worked before his death in 1882, and offers a useful complement to the 2009 scholarly edition, edited by Jim Endersby and published by Cambridge University Press in Darwin's bicentennial year. The sixth edition contains a 'historical sketch' in which Darwin reviews the many works by eminent European and American scientists – beginning with Lamarck in 1801 – in which ideas of evolutionary species change and of natural selection were touched on but not developed. This edition, like all from the second onwards, contains the words 'by the Creator', controversially added to the famous last sentence in the book: 'There is grandeur in this view of life, with its several powers, having been breathed by the Creator into a few forms or into one...'",
    "pages": 492,
    "publisher": "Cambridge University Press; 6th edition (July 20, 2009)",
    "isbn": 9781108005487,
    "thumbnail": "https://m.media-amazon.com/images/I/71WdBgwEf-L.jpg",
    "rating": 2.6,
    "categories": [
      "New, Used & Rental Textbooks",
      "Science & Mathematics",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1108005489"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection or the Preservation of Favoured Races in the Struggle for Life (Annotated)",
    "authors": ["Charles Darwin"],
    "description": "A “classic science book” written in bygone days, with a sophistication today’s “scientific studies” lack. On the Origin of Species by Charles Darwin is an example of classic non-fiction first published in 1859 in the United Kingdom. A true book of value, a classic that continues to live on across the ages. Books from yesteryear have an artistic quality and a permanence often lacking in books from the modern era. You are sure to love this work. A work of science of the finest type. A Glimpse Inside If there exist savages so barbarous as never to think of the inherited character of the offspring of their domestic animals, yet any one animal particularly useful to them, for any special purpose, would be carefully preserved during famines and other accidents, to which savages are so liable, and such choice animals would thus generally leave more offspring than the inferior ones; so that in this case there would be a kind of unconscious selection going on. We see the value set on animals even by the barbarians of Tierra del Fuego, by their killing and devouring their old women, in times of dearth, as of less value than their dogs. In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks. No one would ever expect to get a first-rate heartsease or dahlia from the seed of a wild plant. Synopsis On the Origin of Species by Charles Darwin was first published in 1859 (and this edition is a reproduction of the text of that original edition) and is still one of the most important scientific books of all time. The evolutionary theory usually boiled down to the phrase 'the survival of the fittest' has not been seriously challenged down to the present day. The theory espoused here is that living organisms evolve over a long period of time, generation by generation, through a process of natural selection - any adaptations that prove favorable to the survival of the species get passed on to future generations and those that don't eventually die out. This really is a book that all of us should read at least once in our lives. \"A beautiful reprint\" from Wombrook Publishing. We have taken every step possible to ensure the original quality of this book has been maintained to the best standard. This means that the text in this edition is unedited and unchanged from the author’s original publication, preserving its earliest form for your enjoyment. This book is one of the best scientific treatise of all time. Its words are arranged with such literary precision, in a way that is just not seen in science writing from today. This title will make a brilliant gift for the classic scientific literature lover in your life, or a magnificent addition to your current book collection. We are ready to post this book off to you today with all due haste , so that you can indulge in this title without delay. On the Origin of Species ◆ Original 1859 text ◆ A classic work setting out the original theory of evolution ◆ 5.5 x 8.5 Inches ◆ Matte Cover ◆ White Paper",
    "pages": 285,
    "publisher": "Independently published (February 12, 2022)",
    "isbn": 9798416310011,
    "thumbnail": "https://m.media-amazon.com/images/I/61huu6-fCbL.jpg",
    "rating": 0,
    "categories": [
      "Science Essays & Commentary (Books)",
      "Biological Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Life Science Taxonomies",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B09SC1RDC2"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "(Charles Darwin Classics Collection)",
    "authors": ["Charles Darwin"],
    "description": "When on board H.M.S. 'Beagle,' as naturalist, I was much struck with certain facts in the distribution of the inhabitants of South America, and in the geological relations of the present to the past inhabitants of that continent. These facts seemed to me to throw some light on the origin of species—that mystery of mysteries, as it has been called by one of our greatest philosophers. On my return home, it occurred to me, in 1837, that something might perhaps be made out on this question by patiently accumulating and reflecting on all sorts of facts which could possibly have any bearing on it. After five years' work I allowed myself to speculate on the subject, and drew up some short notes; these I enlarged in 1844 into a sketch of the conclusions, which then seemed to me probable: from that period to the present day I have steadily pursued the same object. I hope that I may be excused for entering on these personal details, as I give them to show that I have not been hasty in coming to a decision.",
    "pages": 326,
    "publisher": "CreateSpace Independent Publishing Platform (August 22, 2014)",
    "isbn": 9781500926847,
    "thumbnail": "https://m.media-amazon.com/images/I/51oAghrlSkL.jpg",
    "rating": 4.3,
    "categories": ["Contemporary", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/1500926841"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "The Science Classic (Capstone Classics)",
    "authors": ["Charles Darwin", "Tom Butler-Bowdon", "John van Wyhe"],
    "description": "A new, deluxe hardcover edition of one of the most important scientific works ever written In December 1831, Charles Darwin boarded the HMS Beagle , accompanying her crew on a five-year journey that crossed the Atlantic Ocean to survey the coasts of South America. As the expedition’s geologist and naturalist, Darwin collected evidence from the Galapagos Islands and other locations which prompted him to speculate that species evolve over generations through a process of natural selection. In 1859, Darwin published On the Origin of Species, a work of scientific literature considered to be the foundation of evolutionary biology. His revolutionary work presented evidence from the Beagle expedition as well as from years of subsequent research and experimentation. Written for non-specialists, Darwin’s book gained widespread interest from the scientific community, religious leaders, politicians and the general public. The theory Darwin presented in his book quickly became the subject of heated debate and discussion. Now accepted by the scientific community, Darwin’s concepts of evolutionary adaptation via natural selection are central to modern evolutionary theory and form the foundation of modern life sciences. Perhaps the most transformative scientific volume ever published, this volume of the first edition of On the Origin of Species : Outlines Darwin’s ideas, scientific influences and the core of his theory Details natural selection and address possible objections to the theory Examines the fossil record and biogeography to support evolutionary adaptation Features a \"Recapitulation and Conclusion\" which reviews key concepts and considers the future relevance of Darwin’s theory On the Origin of Species: The Science Classic is an important addition to the bestselling Capstone Classics series edited by Tom Butler-Bowdon. It includes an insightful Introduction from leading Darwin scholar Dr John van Wyhe of the University of Singapore, which presents new research and an offers an original perspective on Darwin and his famous work. This high-quality, hardcover volume is a must-have for readers interested in science and scientific literature, particularly evolutionary theory and life sciences.",
    "pages": 448,
    "publisher": "Capstone; 1st edition (February 19, 2020)",
    "isbn": 9780857088475,
    "thumbnail": "https://m.media-amazon.com/images/I/519DBOhnboL.jpg",
    "rating": 4.7,
    "categories": [
      "Teen & Young Adult Psychology",
      "Teen & Young Adult",
      "History & Philosophy of Science (Books)",
      "Natural History (Books)",
      "Education & Reference",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0857088475"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "Young Readers Edition",
    "authors": ["Rebecca Stefoff", "Charles Darwin"],
    "description": "Charles Darwin’s groundbreaking On the Origin of Species is now available in an accessible, illustrated edition for young readers that includes an introduction, glossary, modern insight and information, and more! Charles Darwin’s famous theory of natural selection shook the world of science to its core, challenging centuries of orthodox beliefs about life itself. Darwin’s boundary-shattering treatise was captured in On the Origin of Species , originally published in 1859, a groundbreaking and detailed study on ecological interrelatedness, the complexity of animal and plant life, and the realities of evolution. This Young Reader’s Edition makes Darwin’s cornerstone of modern science accessible to readers of all ages. Meticulously curated to honor Darwin’s original text, this compelling edition also provides contemporary insight, photographs, illustrations, and more. This adaptation is a must-have for any reader with a curious mind and the desire to explore one of the most influential books of our time.",
    "pages": 176,
    "publisher": "Simon & Schuster; Young Readers ed. edition (October 2, 2018)",
    "isbn": 9781481462495,
    "thumbnail": "https://m.media-amazon.com/images/I/81Sj70nGQ2L.jpg",
    "rating": 4.5,
    "categories": [
      "Children's Biology Books (Books)",
      "Children's Books",
      "Children's Zoology Books (Books)",
      "Evolution (Books)",
      "Science, Nature & How It Works",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1481462490"
  },
  {
    "title": "On the Origin of Species (Easton Press)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Factory sealed!!",
    "pages": null,
    "publisher": "Easton Press; Special Edition (January 1, 1991)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/710fOdfYAyL.jpg",
    "rating": 4.3,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/B004AN2P6K"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection (Dover Thrift Editions",
    "authors": ["Charles Darwin"],
    "description": "\"The Origin is one of the most important books ever published, and a knowledge of it should be a part of the intellectual equipment of every educated person. . . . The book will endure in future ages so long as a knowledge of science persists among mankind.\" — Nature It took Charles Darwin more than twenty years to publish this book, in part because he realized that it would ignite a firestorm of controversy. On the Origin of Species first appeared in 1859, and it remains a continuing source of conflict to this day. Even among those who reject its ideas, however, the work's impact is undeniable. In science, philosophy, and theology, this is a book that changed the world. In addition to its status as the focus of a dramatic turning point in scientific thought, On the Origin of Species stands as a remarkably readable study. Carefully reasoned and well-documented in its arguments, the work offers coherent views of natural selection, adaptation, the struggle for existence, survival of the fittest, and other concepts that form the foundation of modern evolutionary theory. This volume is a reprint of the critically acclaimed first edition.",
    "pages": 336,
    "publisher": "Dover Publications; Dover Giant Thrift E edition (June 23, 2006)",
    "isbn": 9780486450063,
    "thumbnail": "https://m.media-amazon.com/images/I/61R9xuo+HVL.jpg",
    "rating": 4.3,
    "categories": [
      "Nature Writing & Essays",
      "Biological Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Ecology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0486450066"
  },
  {
    "title": "On The Origin Of Species",
    "subtitle": "By Charles Darwin - Illustrated",
    "authors": ["Charles Darwin"],
    "description": "How is this book unique? Font adjustments & biography included Unabridged (100% Original content) Illustrated About On The Origin Of Species by Charles Darwin On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. In the 1872 sixth edition \"On\" was omitted, so the full title is The origin of species by means of natural selection, or the preservation of favoured races in the struggle for life. This edition is usually known as The Origin of Species. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 140,
    "publisher": "Independently published (March 23, 2017)",
    "isbn": 9781520876184,
    "thumbnail": "https://m.media-amazon.com/images/I/51onPlEnxiL.jpg",
    "rating": 4,
    "categories": [
      "Classics",
      "Classic Literature & Fiction",
      "Literature & Fiction",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1520876181"
  },
  {
    "title": "On the Origin of Species (annotated)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. In the 1872 sixth edition \"On\" was omitted, so the full title is The origin of species by means of natural selection, or the preservation of favoured races in the struggle for life. This edition is usually known as The Origin of Species.Charles Robert Darwin, FRS FRGS FLS FZS[2] (/ˈdɑːrwɪn/;[5] 12 February 1809 – 19 April 1882) was an English naturalist, geologist and biologist,[6] best known for his contributions to the science of evolution.[I] His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science.[7] In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branching pattern of evolution resulted from a process that he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding.[8]Darwin published his theory of evolution with compelling evidence in his 1859 book On the Origin of Species.[9][10] By the 1870s, the scientific community and a majority of the educated public had accepted evolution as a fact. However, many favoured competing explanations, and it was not until the emergence of the modern evolutionary synthesis from the 1930s to the 1950s that a broad consensus developed in which natural selection was the basic mechanism of evolution.[11][12] Darwin's scientific discovery is the unifying theory of the life sciences, explaining the diversity of life.[13][14]Darwin's early interest in nature led him to neglect his medical education at the University of Edinburgh; instead, he helped to investigate marine invertebrates. Studies at the University of Cambridge (Christ's College) encouraged his passion for natural science.[15] His five-year voyage on HMS Beagle established him as an eminent geologist whose observations and theories supported Charles Lyell's conception of gradual geological change, and publication of his journal of the voyage made him famous as a popular author.[16]Puzzled by the geographical distribution of wildlife and fossils he collected on the voyage, Darwin began detailed investigations, and in 1838 conceived his theory of natural selection.[17] Although he discussed his ideas with several naturalists, he needed time for extensive research and his geological work had priority.[18] He was writing up his theory in 1858 when Alfred Russel Wallace sent him an essay that described the same idea, prompting immediate joint publication of both of their theories.[19] Darwin's work established evolutionary descent with modification as the dominant scientific explanation of diversification in nature.[11] In 1871 he examined human evolution and sexual selection in The Descent of Man, and Selection in Relation to Sex, followed by The Expression of the Emotions in Man and Animals (1872). His research on plants was published in a series of books, and in his final book, The Formation of Vegetable Mould, through the Actions of Worms (1881), he examined earthworms and their effect on soil.",
    "pages": 254,
    "publisher": "CreateSpace Independent Publishing Platform; Annotated edition (November 7, 2015)",
    "isbn": 9781519156235,
    "thumbnail": "https://m.media-amazon.com/images/I/51+Z9dXZoBL.jpg",
    "rating": 0,
    "categories": [
      "Nature Writing & Essays",
      "Science Essays & Commentary (Books)",
      "Biological Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1519156235"
  },
  {
    "title": "The Origin Of Species",
    "subtitle": "150th Anniversary Edition",
    "authors": ["Charles Darwin", "Julian Huxley"],
    "description": "Charles Darwin’s classic that exploded into public controversy, revolutionized the course of science, and continues to transform our views of the world. Few other books have created such a lasting storm of controversy as The Origin of Species . Darwin’s theory that species derive from other species by a gradual evolutionary process and that the average level of each species is heightened by the “survival of the fittest” stirred up popular debate to fever pitch. Its acceptance revolutionized the course of science. As Sir Julian Huxley, the noted biologist, points out in his illuminating introduction, the importance of Darwin’s contribution to modern scientific knowledge is almost impossible to evaluate: “a truly great book, one which can still be read with profit by professional biologist.” Includes an Introduction by Sir Julian Huxley",
    "pages": 575,
    "publisher": "Signet; Reprint, Anniversary edition (July 29, 2009)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/41wxcSEIqXL.jpg",
    "rating": 4.6,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Science & Math",
      "Evolution (Kindle Store)",
      "Science History & Philosophy",
      "History of Science & Medicine"
    ],
    "url": "https://www.amazon.com/dp/B002JF1N0A"
  },
  {
    "title": "On the Origin of Species (Arcturus Gilded Classics, 6)",
    "subtitle": null,
    "authors": ["Charles Darwin", "George Davidson"],
    "description": "This deluxe gift edition of Charles Darwin's On the Origin of Species is presented with gold-embossed cover design with gilded page-edges and beautiful endpapers. The controversial theory of natural selection proposed in this book made Darwin internationally famous and put the issue of evolution at the center of a fierce debate. Some 150 years after the book's first publication, this battle still rages. Appearing here in this beautiful foil-stamped edition, On the Origin of Species includes a fascinating preface by George Davidson and includes over 100 delicately detailed and informative contemporary illustrations, many of them relating to Darwin's discoveries on H.M.S. Beagle . The text used for this edition was the last to be published during Darwin's lifetime and is considered to be the definitive version. ABOUT THE SERIES: The Arcturus Gilded Classics series presents luxury gift editions of classics works, printed on opulent ivory paper, featuring hardcover Wibilin binding, foil-embossed cover designs, beautifully designed end-papers and gilded page edges. These make perfect collectibles for lovers of classic literature.",
    "pages": 384,
    "publisher": "Sirius (January 1, 2022)",
    "isbn": 9781398808768,
    "thumbnail": "https://m.media-amazon.com/images/I/8136wfUMQAL.jpg",
    "rating": 5,
    "categories": [
      "Nature & Ecology (Books)",
      "Evolution",
      "Science & Math",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1398808768"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "The publication of Darwin’s The Origin of Species in 1859 marked a dramatic turning point in scientific thought. The volume had taken Darwin more than twenty years to publish, in part because he envisioned the storm of controversy it was certain to unleash. Indeed, selling out its first edition on its first day, The Origin of Species revolutionized science, philosophy, and theology. Darwin’s reasoned, documented arguments carefully advance his theory of natural selection and his assertion that species were not created all at once by a divine hand but started with a few simple forms that mutated and adapted over time. Whether commenting on his own poor health, discussing his experiments to test instinct in bees, or relating a conversation about a South American burrowing rodent, Darwin’s monumental achievement is surprisingly personal and delightfully readable. Its profound ideas remain controversial even today, making it the most influential book in the natural sciences ever written—an important work not just to its time but to the history of humankind.",
    "pages": null,
    "publisher": "Bantam Classics; Reissue edition (June 1, 1999)",
    "isbn": 9780553214635,
    "thumbnail": "https://m.media-amazon.com/images/I/814pDOQZlrL.jpg",
    "rating": 4.4,
    "categories": [
      "Contemporary Literature & Fiction",
      "Politics & Government",
      "Science Essays & Commentary (Books)",
      "Classic Literature & Fiction",
      "Politics & Social Sciences",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0553214632"
  },
  {
    "title": "On the origin of species",
    "subtitle": "The original edition by Charles Darwin",
    "authors": ["Charles Darwin"],
    "description": "This is the first and original edition of Charles Darwin's On the Origin of Species, published on November 24, 1859 in London by John Murray. It is a seminal work in scientific literature and a landmark work in evolutionary biology. It introduced the theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution.The starting chapters introduce the theory of natural selection, explaining why certain species thrive, while others decrease in number, how the members of nature are in competition with each other and why organisms tend to vary and change with time. Much of this work is based on experiments and observations seen within domestic animals and plants.The later chapters defend the theory of natural selection against apparent inconsistencies, why geological records are incomplete, why we find species so widespread and how sterility can be inherited when the organisation is unable to reproduce and more.The book is approachable for any audience.",
    "pages": 548,
    "publisher": "Independently published (July 20, 2020)",
    "isbn": 9798667857006,
    "thumbnail": "https://m.media-amazon.com/images/I/614FYuBQBfL.jpg",
    "rating": 5,
    "categories": [
      "Biological Sciences",
      "Science & Math",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B08DBV44B7"
  },
  {
    "title": "Darwin's Theory of Evolution",
    "subtitle": "The Origin of Species (History)",
    "authors": ["50 minutes"],
    "description": "Keen to learn but short on time? Get to grips with the essential points of Darwin's theory of evolution in next to no time with this concise guide. 50Minutes.com provides a clear and engaging analysis of Darwin's theory of evolution. After setting sail aboard the Beagle to carry out a scientific expedition, Charles Darwin made some surprising discoveries: using the example of finches on the Galapagos Islands, he concluded that each of the 13 species he found must have evolved from one common ancestor and adapted to best suit their environment. This led to him developing his theory of evolution and identifying natural selection as the cause, both of which are explained in his world-famous On the Origin of Species by Means of Natural Selection. In just 50 minutes you will: - Understand the context in which Darwin published his theory and the source of the many controversies surrounding it - Learn more about Darwin's life and career and how it led him to his astounding discovery - Analyse the progression of Darwin's work, including his travels, discoveries and the final publication of his theory after 20 years of development ABOUT 50MINUTES.COM History & Culture 50MINUTES.COM will enable you to quickly understand the main events, people, conflicts and discoveries from world history that have shaped the world we live in today. Our publications present the key information on a wide variety of topics in a quick and accessible way that is guaranteed to save you time on your journey of discovery.",
    "pages": 41,
    "publisher": "50Minutes.com (April 26, 2016)",
    "isbn": 9782806277022,
    "thumbnail": "https://m.media-amazon.com/images/I/51cSkHMftCL.jpg",
    "rating": 3.4,
    "categories": [
      "History Encyclopedias",
      "Historical Study Reference (Books)",
      "Books",
      "Historical British Biographies",
      "Historical",
      "Biographies & Memoirs"
    ],
    "url": "https://www.amazon.com/dp/2806277027"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "By means of Natural Selection - 6th Edition",
    "authors": ["Charles Darwin"],
    "description": "Charles Darwin’s groundbreaking work of evolutionary biology, The Origin of Species introduces the scientific theory of evolution, which posits that species evolve over a period of many generations through a process of natural selection. Darwin’s theories have been widely embraced by the scientific community as fact and have laid the foundation for subsequent major advances in the field of biology. It is arguably one of the most important scientific treatises ever written. This is the sixth edition of the formative text of evolutionary biology.",
    "pages": 537,
    "publisher": "Independently published (June 20, 2017)",
    "isbn": 9781521548097,
    "thumbnail": "https://m.media-amazon.com/images/I/51cd1HS1TJL.jpg",
    "rating": 5,
    "categories": ["Literary", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/1521548099"
  },
  {
    "title": "On the Origin of Species, 6th Edition",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species (or more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life), published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 570,
    "publisher": "CreateSpace Independent Publishing Platform (June 1, 2017)",
    "isbn": 9781547071302,
    "thumbnail": "https://m.media-amazon.com/images/I/41tAJ60+xiL.jpg",
    "rating": 3.5,
    "categories": ["Evolution (Books)", "Science & Math", "Evolution", "Books"],
    "url": "https://www.amazon.com/dp/1547071303"
  },
  {
    "title": "Charles Darwin and The Origin of Species (Greenwood Guides to Historic Events 1500-1900)",
    "subtitle": null,
    "authors": ["Keith A. Francis"],
    "description": "In 1859, an amateur British naturalist published a book of findings that shook the scientific community to its core and changed the structure of religion and science as we know them. The product of over 20 years of research, The Origin of Species challenged the popular belief that species could not evolve and argued that species can adapt to their environment and develop accordingly. Although other scientists had observed some of the phenomena that Charles Darwin addressed, he was the first to theorize that natural selection, and later, evolution, were viable explanations for the origins of life. The implications of Darwin's findings still reverberate today, in the classroom, in the courtroom, and at the highest legislative levels. Lively thematic chapters explore how Darwin came to the conclusions published in The Origin of Species ―and in later works such as The Descent of Man ―from his early years at Cambridge, to his observations of species on the HMS Beagle voyages, through the 20 years of research that culminated in Origin . Also included is an insightful discussion of Darwin's impact as it is felt today, from movies and popular culture to the current Intelligent Design controversy. Biographies of influential figures, primary source letters and selections from Origin , a glossary of terms, and an extensive annotated bibliography round out this accessible work.",
    "pages": 232,
    "publisher": "Greenwood; Annotated edition (December 30, 2006)",
    "isbn": 9780313317484,
    "thumbnail": "https://m.media-amazon.com/images/I/71kNIY+3-8L.jpg",
    "rating": 0,
    "categories": [
      "European History (Books)",
      "New, Used & Rental Textbooks",
      "History & Philosophy of Science (Books)",
      "Humanities",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0313317488"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection (Works By Charles Darwin)",
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species was first published on November 24th 1859 by Charles Darwin.Darwin’s created this book to introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. This book presents a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had collected on the Beagle expedition in the 1830's and his subsequent findings from research, correspondence, and experimentation.To this day, this book is one of the most important pieces of scientific literature ever created.",
    "pages": 656,
    "publisher": "Independently published (November 24, 1859)",
    "isbn": 9798653941931,
    "thumbnail": "https://m.media-amazon.com/images/I/41l8DSnC82L.jpg",
    "rating": 3.7,
    "categories": ["Science & Math", "Evolution", "Books"],
    "url": "https://www.amazon.com/dp/B08B73YWSN"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "Joseph Carroll"],
    "description": "Charles Darwin’s On The Origin of Species , in which he writes of his theories of evolution by natural selection, is one of the most important works of scientific study ever published. This unabridged edition also includes a rich selection of primary source material: substantial selections from Darwin’s other works ( Autobiography , notebooks, letters, Voyage of the Beagle , and The Descent of Man ) and selections from Darwin’s sources and contemporaries (excerpts from Genesis, Paley, Lamarck, Spencer, Lyell, Malthus, Huxley, and Wallace).",
    "pages": 672,
    "publisher": "Broadview Press; 1st edition (March 28, 2003)",
    "isbn": 9781551113371,
    "thumbnail": "https://m.media-amazon.com/images/I/81pULwxRwaL.jpg",
    "rating": 4.5,
    "categories": [
      "Literature",
      "Victorian Literary Criticism (Books)",
      "Literature & Fiction",
      "History & Criticism",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1551113376"
  },
  {
    "title": "On the Origin of Species Illustrated",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species (or, more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life),[3] published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology.[4] Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 769,
    "publisher": "Independently published (October 1, 2021)",
    "isbn": 9798487976208,
    "thumbnail": "https://m.media-amazon.com/images/I/615mQ7csOoL.jpg",
    "rating": 4.4,
    "categories": ["Social Sciences", "Politics & Social Sciences", "Books"],
    "url": "https://www.amazon.com/dp/B09HG18GVB"
  },
  {
    "title": "The Origin of Species (Collins Classics)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "HarperCollins is proud to present its new range of best-loved, essential classics. 'How fleeting are the wishes and efforts of man! how short his time! and consequently how poor will his products be, compared with those accumulated by nature during whole geological periods.' Still considered one of the most important and groundbreaking works of science ever written, Darwin's eminently readable exploration of the evolutionary process challenged most of the strong beliefs of the Western world. Forced to question the idea of the Creator, mid-nineteenth century readers were faced with Darwin's theories on the laws of natural selection and the randomness of evolution, causing massive controversy at the time. However, Darwin's theories remain instrumental in providing the backbone to modern biology today.",
    "pages": 192,
    "publisher": "HarperCollins Publishers; UK ed. edition (January 1, 2011)",
    "isbn": 9780007902231,
    "thumbnail": "https://m.media-amazon.com/images/I/612J+qxrBGL.jpg",
    "rating": 4.5,
    "categories": [
      "Nature Writing & Essays",
      "Biological Sciences",
      "Science & Math",
      "Outdoors & Nature Reference",
      "Ecology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0007902239"
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": null,
    "authors": ["Anna Brett"],
    "description": "Darwin's theory of evolution written in an accessible format and richly illustrated throughout for children aged 7+.Part of the non-fiction series Words that Changed the World, this book is an accessible guide to the theory of evolution, presented in an attractive format with beautiful illustrations throughout.Written by Anna Brett and richly illustrated by Nick Hayes, it lets the young reader discover how Darwin changed our understanding of the human race - and our place within the animal kingdom - with his ground-breaking work, On the Origin of Species. Divided into short yet comprehensive chapters, children will be able to learn about one of the most significant theories of mankind and discern the ideas - as well as their consequences - of one of the most influential scientists in the world.The book includes a glossary of key terms and concepts and is an invaluable companion for the understanding of Darwin's theory, perfect for both the home setting and the school environment. It's suitable for kids aged 7+ and is a must-have for anyone who wants to learn and explore the notions of one of human history's most remarkable people.It charts Darwin's life-changing voyage on the Beagle and introduces his theory of evolution to apprentice naturalists everywhere.",
    "pages": null,
    "publisher": null,
    "isbn": 9781786279477,
    "thumbnail": "https://m.media-amazon.com/images/I/71vCfC0SPzL.jpg",
    "rating": 4.7,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/1786279479"
  },
  {
    "title": "Rereading Darwin’s Origin of Species",
    "subtitle": "The Hesitations of an Evolutionist (Explorations in Science and Literature)",
    "authors": [
      "Richard G. Delisle",
      "James Tierney",
      "John Holmes",
      "Anton Kirchhofer",
      "Janine Rogers"
    ],
    "description": "Widely seen as evolution's founding figure, Charles Darwin is taken by many evolutionists to be the first to propose a truly modern theory of evolution. Darwin's greatness, however, has obscured the man and his work, at times even to the point of distortion. Accessibly written, this book presents a more nuanced picture and invites us to discover some neglected ambiguities and contradictions in Darwin's masterwork. Delisle and Tierney show Darwin to be a man who struggled to reconcile the received wisdom of an unchanging natural world with his new ideas about evolution. Arguing that Darwin was unable to break free entirely from his contemporaries' more traditional outlook, they show his theory to be a fascinating compromise between old and new. Rediscovering this other Darwin – and this other side of On the Origin of Species – helps shed new light on the immensity of the task that lay before 19th century scholars, as well as their ultimate achievements.",
    "pages": 176,
    "publisher": "Bloomsbury Academic (February 10, 2022)",
    "isbn": 9781350259577,
    "thumbnail": "https://m.media-amazon.com/images/I/61a2t8cLm6L.jpg",
    "rating": 0,
    "categories": [
      "19th Century Literary Criticism (Books)",
      "Literature & Fiction",
      "History & Criticism",
      "Nature Literature Criticism",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1350259578"
  },
  {
    "title": "On the Origin of Species, 1st edition",
    "subtitle": null,
    "authors": ["Charles Darwin", "Janice M Hughes"],
    "description": "Most people attribute evolutionary theory to Charles Darwin. In truth, he shares this honor with Alfred Russel Wallace. Darwin had been laboring over his ideas for two decades, and was not completed when he was forced to reveal his work early so as not to be outmatched by Wallace. Although intending to compile a more substantial volume, his colleagues encouraged him to publish a shorter version quickly: the first edition of \"On the Origin of Species\" in 1859. Few readers realize that the version of \"Origin of Species\" commonly seen in bookstores and schools is the sixth edition. Darwin made many alterations to his book over 14 years, mostly to quell criticisms raised by peers. However, academics do not agree on whether these accumulated changes actually adulterated Darwin’s original view on the evolutionary process. Did Darwin dilute the importance of natural selection in later editions? Did he waffle on the Earth’s age and, consequently, the time available for adaptive changes to occur? Did he fall back on old Lamarckian paradigms, such as importance of use and disuse, to counter recrimination? No doubt, to truly understand Darwin’s initial insight into his theory of evolution, one must read this first edition of \"On the Origin of Species,\" which is available as the sixth entry in the Foundations in Biological Thought series. This series presents the pivotal works of 19th century naturalists remastered for modern readers. Meticulously edited, these volumes preserve the author's intent in design and content, including the manuscript's original annotations and amendments. In addition, revised page references and editor's notes are included throughout to retain the utility of the works for both study and reference.",
    "pages": 320,
    "publisher": "Briar Bird Press (June 1, 2021)",
    "isbn": 9780993870774,
    "thumbnail": "https://m.media-amazon.com/images/I/71+ZLIgG76L.jpg",
    "rating": 3.5,
    "categories": [
      "History & Philosophy",
      "Science & Math",
      "History & Philosophy of Science (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0993870775"
  },
  {
    "title": "By Charles Darwin - On the Origin of Species",
    "subtitle": "1st (first) Edition",
    "authors": ["aa"],
    "description": "",
    "pages": null,
    "publisher": "Broadview Press; 24106th edition (January 1, 1994)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51POfXGjuDL.jpg",
    "rating": 4.3,
    "categories": [],
    "url": "https://www.amazon.com/dp/B008WDFMYQ"
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": "A Graphic Adaptation",
    "authors": ["Michael Keller", "Nicolle Rager Fuller"],
    "description": "A stunning graphic adaptation of one of the most famous, contested, and important books of all time. Few books have been as controversial or as historically significant as Charles Darwin's On the Origin of Species by Means of Natural Selection, or the Preservation of Favored Races in the Struggle for Life. Since the moment it was released on November 24, 1859, Darwin's masterwork has been heralded for changing the course of science and condemned for its implied challenges to religion. In Charles Darwin's On the Origin of Species, author Michael Keller and illustrator Nicolle Rager Fuller introduce a new generation of readers to the original text. Including sections about his pioneering research, the book's initial public reception, his correspondence with other leading scientists, as well as the most recent breakthroughs in evolutionary theory, this riveting, beautifully rendered adaptation breathes new life into Darwin's seminal and still polarizing work.",
    "pages": 192,
    "publisher": "Rodale Books; First Edition (October 27, 2009)",
    "isbn": 9781605299488,
    "thumbnail": "https://m.media-amazon.com/images/I/9181rUCeD4L.jpg",
    "rating": 4.4,
    "categories": [
      "Educational & Nonfiction Graphic Novels",
      "Biographies & History Graphic Novels",
      "Graphic Novel Adaptations",
      "Comics & Graphic Novels",
      "Graphic Novels",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1605299480"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "A Facsimile of the First Edition",
    "authors": ["Charles Darwin"],
    "description": "A facsimile of the 1859 first edition of Charles Darwin's classic work, On the Origin of Species.",
    "pages": 516,
    "publisher": "Wildside Press (August 26, 2003)",
    "isbn": 9781592242856,
    "thumbnail": "https://m.media-amazon.com/images/I/81T7csUwtjL.jpg",
    "rating": 3.5,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1592242855"
  },
  {
    "title": "On the Origin of Species by charles darwin",
    "subtitle": null,
    "authors": ["charles darwin"],
    "description": "A masterpiece. A must-read",
    "pages": 108,
    "publisher": "Independently published (December 6, 2022)",
    "isbn": 9798367236675,
    "thumbnail": "https://m.media-amazon.com/images/I/41asVBA0MEL.jpg",
    "rating": 4,
    "categories": ["Arts & Photography", "Performing Arts", "Books"],
    "url": "https://www.amazon.com/dp/B0BP9YD1B6"
  },
  {
    "title": "On the Origin of Species by Means Of Natural Selection",
    "subtitle": "The Original 1859 1st Edition of Darwin's Evolutionary Biology Book (Annotated)",
    "authors": ["Charles Darwin"],
    "description": "Unique Elements Historical Context Detailed 19th Century Historical Outline On the Origin of Species by English author Charles Darwin is one of the most famous evolutionary biology books first published in 1859. Synopsis In 1859, British biologist Charles Darwin released his revolutionary scientific treatise 'On the Origin of Species by Means of Natural Selection' in England. In Darwin's hypothesis, a process he named \"natural selection\" is responsible for the steady evolution of life. A species' general genetic makeup is influenced by natural selection, where animals with genetic variations that are better suited to their environment tend to have more offspring than organisms of the same species that lack the variation. For the most of human history, the general consensus was that the universe was formed in a single instant. That was until scientists began to question it, and Charles Darwin's book revolutionised our understanding of the process of evolution. Classic Reprints This evolutionary biology book will make an excellent gift to the Charles Darwin books buff in your life or a fantastic addition to your current collection. At Century Bound, we take every step possible to ensure the original integrity of this book has been upheld to its highest standard. This means that the texts in this work are unedited and unchanged from the original authors publication, preserving its earliest form for your indulgence. Title Details Original 1859 text Evolutionary Biology Books 5.5 x 8.5 in Matte Cover White Paper",
    "pages": 316,
    "publisher": "Independently published (October 2, 2022)",
    "isbn": 9798355724825,
    "thumbnail": "https://m.media-amazon.com/images/I/61XMyDgFtSL.jpg",
    "rating": 0,
    "categories": [
      "Law",
      "History & Philosophy of Science (Books)",
      "Natural Law",
      "Natural History (Books)",
      "Legal Theory & Systems",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B0BGN97VHF"
  },
  {
    "title": "The Illustrated Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Presents Darwin's fundamental thoughts on evolution and his refutations of the arguments against them and incorporates illustrations relating Darwin's hypothesis to recent findings",
    "pages": null,
    "publisher": "Hill & Wang Pub; First Thus edition (January 1, 1982)",
    "isbn": 9780809013975,
    "thumbnail": "https://m.media-amazon.com/images/I/81r2rFi76HL.jpg",
    "rating": 4.6,
    "categories": [
      "Mathematics History",
      "Literature & Fiction",
      "Essays & Correspondence",
      "Natural History (Books)",
      "Essays (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0809013975"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "THE PRESERVATION OF FAVOURED RACES IN THE STRUGGLE FOR LIFE",
    "authors": ["Charles Darwin"],
    "description": "Darwin's theory of evolution is based on key facts and the inferences drawn from them, which biologist Ernst Mayr summarised as follows: -Every species is fertile enough that if all offspring survived to reproduce, the population would grow (fact). -Despite periodic fluctuations, populations remain roughly the same size. -Resources such as food are limited and are relatively stable over time. -A struggle for survival ensues (inference). -Individuals in a population vary significantly from one another. -Much of this variation is heritable.",
    "pages": 340,
    "publisher": "Ancient Wisdom Publications (August 10, 2018)",
    "isbn": 9781940849836,
    "thumbnail": "https://m.media-amazon.com/images/I/61ME1Bhn9yL.jpg",
    "rating": 2.6,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Natural History (Books)",
      "Developmental Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1940849837"
  },
  {
    "title": "On the Origin of Species, The Illustrated Edition",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "",
    "pages": null,
    "publisher": "Sterling Signature.; 35135th edition (January 1, 2011)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51y06J9-GsL.jpg",
    "rating": 4.6,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/B00BTM6EIA"
  },
  {
    "title": "Charles Darwin and the Origin of Species",
    "subtitle": null,
    "authors": ["Walter Karp"],
    "description": "history book",
    "pages": null,
    "publisher": "American Heritage; 1st edition (January 1, 1968)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/41IaZVJ6qfL.jpg",
    "rating": 4,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/B000ETUDQ8"
  },
  {
    "title": "On the Origin of Species;Or; The Preservation of the Favoured Races in the Struggle for Life",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "In this groundbreaking scientific study, Charles Darwin introduces his theory of evolution and the process of natural selection. The seminal work went on to form the foundation of the modern understanding of biology and natural science. First published in 1859, On the Origin of Species presents Darwin's scientific study of the process of natural selection. Illustrating his evolutionary theory and the interrelatedness of heritable variation and the evolution of humans, animals and plant life. Darwin wrote for non-specialist readers, aiding the book in reaching a wide audience. By the 1870s, Darwin's theory of evolution was commonly regarded as fact within the scientific community. The book includes his own sketches of evolution to support his theory, as well as abstracts of his experiments and research. The chapters in this volume include: - 'Variation Under Domestication' - 'Variation Under Nature' - 'Struggle for Existence' - 'Natural Selection' - 'Laws of Variation' Preserving a key scientific text for future generations, On the Origin of Species has been proudly republished by Read & Co. Books, featuring a specially commissioned biography of the author. An essential read for those with an interest in the groundbreaking work of Charles Darwin and the study of the history of evolution.",
    "pages": 432,
    "publisher": "Read & Co. Science (June 27, 2018)",
    "isbn": 9781528705608,
    "thumbnail": "https://m.media-amazon.com/images/I/711xruxemdL.jpg",
    "rating": 4.3,
    "categories": [
      "Biological Sciences",
      "Science & Math",
      "Evolution (Books)",
      "Natural History (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1528705602"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "",
    "pages": null,
    "publisher": "Maple Press (January 1, 2011)",
    "isbn": 9789380005850,
    "thumbnail": "https://m.media-amazon.com/images/I/71SDDvVzVHL.jpg",
    "rating": 4.3,
    "categories": [],
    "url": "https://www.amazon.com/dp/9380005857"
  },
  {
    "title": "On the Origin of Species (with an Introduction by Charles W. Eliot)",
    "subtitle": null,
    "authors": ["Charles Darwin", "Charles W. Eliot"],
    "description": "English naturalist Charles Darwin is among one of the most influential figures in the history of science. Inspired by evidence that he collected during his expedition on the ‘HMS Beagle’ and his research regarding selective breeding, Darwin theorized that all species descended from a common ancestor. In his groundbreaking work of evolutionary biology, “On the Origin of Species,” he details the scientific theory of evolution, which posits that species evolve over a period of many generations through a process of natural selection. Considered controversial even to this day because of its contradicting position to creationist theory, Darwin's theories have been widely embraced by the scientific community as fact. Darwin’s discoveries laid the foundation for a unifying theory of life sciences which explains the rich diversity in the natural world and would lead to other major important advancements in the field of biology and related fields. “On the Origin of Species” is arguably one of the most important scientific treatises ever written. This edition includes a brief introduction by Charles W. Eliot and is printed on premium acid-free paper.",
    "pages": 418,
    "publisher": "Digireads.com (May 31, 2016)",
    "isbn": 9781420953121,
    "thumbnail": "https://m.media-amazon.com/images/I/71pqsWVhLxL.jpg",
    "rating": 4.3,
    "categories": [
      "Biological Sciences",
      "Science & Math",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1420953125"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "Special Collector's Edition with an Introduction by Charles Darwin",
    "authors": ["Charles Darwin"],
    "description": "Charles Darwin's On the Origin of Species, published on 24 November 1859, is a work of scientific literature which is considered to be the foundation of evolutionary biology. Its full title was 'On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life.' For the sixth edition of 1872, the short title was changed to 'The Origin of Species.' Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation. The Origin of Species shook the foundations of traditional religion to its core. One of the few revolutionary works of science that is engrossingly readable, The Origin of Species not only launched the science of modern biology but also has influenced virtually all subsequent literary, philosophical, and religious thinking. This Special Collector's Edition includes an Introduction by Charles Darwin. REVIEWS: \"An absolutely astounding glimpse into life as we know it.\" - Publisher's Weekly \"A groundbreaking work of genius.\" - Science Monthly \"Highly recommended for all collections.\" - Library Journal",
    "pages": 322,
    "publisher": "NMD Books (January 1, 2011)",
    "isbn": 9781936828098,
    "thumbnail": "https://m.media-amazon.com/images/I/71sqm9CrCuL.jpg",
    "rating": 5,
    "categories": ["Classics", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/193682809X"
  },
  {
    "title": "On the Origin of Species Illustrated",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species (or, more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life), published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 769,
    "publisher": "Independently published (May 3, 2021)",
    "isbn": 9798747995512,
    "thumbnail": "https://m.media-amazon.com/images/I/71o4d4QIwPS.jpg",
    "rating": 4.4,
    "categories": ["Social Sciences", "Politics & Social Sciences", "Books"],
    "url": "https://www.amazon.com/dp/B0941QYWNL"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "Alex Struik"],
    "description": "On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation. Charles Robert Darwin, FRS (12 February 1809 – 19 April 1882) was an English naturalist. He established that all species of life have descended over time from common ancestors, and proposed the scientific theory that this branching pattern of evolution resulted from a process he called natural selection.",
    "pages": 694,
    "publisher": "CreateSpace Independent Publishing Platform (September 5, 2012)",
    "isbn": 9781479270736,
    "thumbnail": "https://m.media-amazon.com/images/I/61j-WpuLlBL.jpg",
    "rating": 4.4,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1479270733"
  },
  {
    "title": "On the Origin of Species (Word Cloud Classics)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "The sixth and final edition of Charles Darwin’s groundbreaking work that introduced the theory of evolution by means of natural selection. First published in 1859, Charles Darwin’s On the Origin of Species introduced the scientific theory of evolution by means of natural selection, a revolutionary idea at the time. Fiercely debated on its release, Darwin’s famous work was revised several times over the following decade, partly to refute the scientific and religious objections of the author’s contemporaries. In this sixth edition of On the Origin of Species , Darwin lays out his theory by citing his studies done in the Galápagos aboard the HMS Beagle in the 1830s, as well as his follow-up research over the ensuing two decades.",
    "pages": null,
    "publisher": "Canterbury Classics (December 20, 2022)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51q+0hJcnoL.jpg",
    "rating": 4.4,
    "categories": [
      "Biology (Kindle Store)",
      "Kindle eBooks",
      "Kindle Store",
      "Science & Math",
      "Evolution (Kindle Store)",
      "Education Research (Kindle Store)"
    ],
    "url": "https://www.amazon.com/dp/B09S4HDQ2K"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection or the Preservation of Favored Races in the Struggle for Life",
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species, published in 1859, is widely accepted as the seminal work in modern biology. Through careful observation, Charles Darwin explains how traits can be selected for within a population. This is easily observed in the artificial selection of farm animals, for instance. Darwin's theory caused an uproar that can still be heard today by refuting the Christian doctrine of created breeds, in which all species that exist now have always existed just as they are. It is the very publication of this work that gave Charles Darwin his place of prominence in the history of the theory of evolution, because while he was not the first to suggest such a mechanism, his book and its exhaustive studies made the information widely available. English scientist, naturalist, and geologist CHARLES DARWIN (1809-1882) revolutionized science, especially biology, with his theory of evolution through natural selection. As a passenger aboard the Beagle, Darwin became intrigued by the existence of different species in different geographical locations, which aided in the development of his theory. In addition to The Origin of Species, he is also remembered for The Descent of Man, and Selection in Relation to Sex and The Expression of the Emotions in Man and Animals.",
    "pages": 328,
    "publisher": "Cosimo Classics; 1st edition (March 1, 2007)",
    "isbn": 9781602061446,
    "thumbnail": "https://m.media-amazon.com/images/I/61aONfYlqVL.jpg",
    "rating": 3.7,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1602061440"
  },
  {
    "title": "On the Origin of Species (Macmillan Collector's Library)",
    "subtitle": null,
    "authors": ["Charles Darwin", "Oliver Francis"],
    "description": "Designed to appeal to the book lover, the Macmillan Collector's Library is a series of beautifully bound pocket-sized gift editions of much loved classic titles. Bound in real cloth, printed on high quality paper, and featuring ribbon markers and gilt edges, Macmillan Collector's Library are books to love and treasure. The Origin of Species Darwin outlined his theory of evolution, which proposed that species had been evolving and differentiating over time under the influence of natural selection. On its publication it became hugely influential, bringing about a seismic shift in the scientific view of humanity's place in the world that is still controversial today. It is both a brilliant work of science and also a clear, vivid and at times even moving, piece of writing that reflects both Darwin's genius and his boundless enthusiasm for the natural world. With an Afterword by Oliver Francis",
    "pages": 576,
    "publisher": "Macmillan Collector's Library; Reissue edition (February 7, 2017)",
    "isbn": 9781509827695,
    "thumbnail": "https://m.media-amazon.com/images/I/81oxRnF+UNL.jpg",
    "rating": 4.4,
    "categories": [
      "Biological Sciences",
      "Science & Math",
      "Evolution (Books)",
      "Ecology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1509827692"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "David Case"],
    "description": "On December 27, 1831, the young naturalist Charles Darwin left Plymouth Harbor aboard the HMS Beagle. For the next five years, he conducted research on plants and animals from around the globe, amassing a body of evidence that would culminate in one of the greatest discoveries in the history of mankind-the theory of evolution. Darwin presented his stunning insights in a landmark book that forever altered the way human beings view themselves and the world they live in. In The Origin of Species, Darwin convincingly demonstrates the fact of evolution: that existing animals and plants cannot have appeared separately but must have slowly transformed from ancestral creatures. Most important, the book fully explains the mechanism that effects such a transformation: natural selection, the idea that made evolution scientifically intelligible for the first time. One of the few revolutionary works of science that is readily accessible to the nonscientist, The Origin of Species not only launched the science of modern biology but has also influenced virtually all subsequent literary, philosophical, and religious thinking.",
    "pages": null,
    "publisher": "Tantor Audio; Library - Unabridged CD edition (January 29, 2006)",
    "isbn": 9781400132157,
    "thumbnail": "https://m.media-amazon.com/images/I/51bR+jw9+2L.jpg",
    "rating": 4.5,
    "categories": ["History", "Americas", "Books"],
    "url": "https://www.amazon.com/dp/1400132150"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "By Means of Natural Selection or the Preservation of Favoured Races in the Struggle for Life (Pelican Classics)",
    "authors": ["Charles Robert Darwin"],
    "description": "",
    "pages": null,
    "publisher": "Penguin Books Ltd (January 1, 1968)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/01RmK+J4pJL.gif",
    "rating": 3.7,
    "categories": [],
    "url": "https://www.amazon.com/dp/B000GRDP6I"
  },
  {
    "title": "Darwin's Origin of Species",
    "subtitle": "Books That Changed the World",
    "authors": ["Janet Browne"],
    "description": "Charles Darwin’s foremost biographer, Janet Browne, delivers a vivid and accessible introduction to the book that permanently altered our understanding of what it is to be human. A sensation on its publication in 1859, The Origin of the Species profoundly shocked Victorian readers by calling into question the belief in a Creator with its description of evolution through natural selection. And Darwin’s seminal work is nearly as controversial today. In her illuminating study, Browne delves into the long genesis of Darwin’s theories, from his readings as a university student and his five-year voyage on the Beagle , to his debates with contemporaries and experiments in his garden. She explores the shock to Darwin when he read of competing scientist’s similar discoveries and the wide and immediate impact of Darwin’s theories on the world. As one of the launch titles in Atlantic Monthly Press’ \u0093Books That Changed the World” series, Browne’s history takes readers inside The Origin of the Species and shows why it can fairly claim to be the greatest science book ever published.",
    "pages": 192,
    "publisher": "Grove Press; Reprint edition (February 18, 2008)",
    "isbn": 9780802143464,
    "thumbnail": "https://m.media-amazon.com/images/I/41Q271bQkhL.jpg",
    "rating": 4.7,
    "categories": [
      "Professionals & Academics",
      "Native American History (Books)",
      "Scientist Biographies",
      "Evolution (Books)",
      "Books",
      "Biographies & Memoirs"
    ],
    "url": "https://www.amazon.com/dp/0802143466"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "A Facsimile of the First Edition (Harvard Paperbacks) Facsimile edition by Darwin, Charles (1964) Paperback",
    "authors": [""],
    "description": "",
    "pages": null,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/41u1Gs9kKwL.jpg",
    "rating": 3.5,
    "categories": [],
    "url": "https://www.amazon.com/dp/B010WFGGOQ"
  },
  {
    "title": "Wallace, Darwin, and the Origin of Species",
    "subtitle": null,
    "authors": ["James T. Costa"],
    "description": "Charles Darwin is often credited with discovering evolution through natural selection, but the idea was not his alone. The naturalist Alfred Russel Wallace, working independently, saw the same process at work in the natural world and elaborated much the same theory. Their important scientific contributions made both men famous in their lifetimes, but Wallace slipped into obscurity after his death, while Darwin's renown grew. Dispelling the misperceptions that continue to paint Wallace as a secondary figure, James Costa reveals the two naturalists as true equals in advancing one of the greatest scientific discoveries of all time. Analyzing Wallace's \"Species Notebook,\" Costa shows how Wallace's methods and thought processes paralleled Darwin's, yet inspired insights uniquely his own. Kept during his Southeast Asian expeditions of the 1850s, the notebook is a window into Wallace's early evolutionary ideas. It records his evidence-gathering, critiques of anti-evolutionary arguments, and plans for a book on \"transmutation.\" Most important, it demonstrates conclusively that natural selection was not some idea Wallace stumbled upon, as is sometimes assumed, but was the culmination of a decade-long quest to solve the mystery of the origin of species. Wallace, Darwin, and the Origin of Species also reexamines the pivotal episode in 1858 when Wallace sent Darwin a manuscript announcing his discovery of natural selection, prompting a joint public reading of the two men's papers on the subject. Costa's analysis of the \"Species Notebook\" shines a new light on these readings, further illuminating the independent nature of Wallace's discoveries.",
    "pages": 352,
    "publisher": "Harvard University Press; Illustrated edition (June 16, 2014)",
    "isbn": 9780674729698,
    "thumbnail": "https://m.media-amazon.com/images/I/81DGRL7dlbL.jpg",
    "rating": 4.7,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0674729692"
  },
  {
    "title": "On The Origin Of Species",
    "subtitle": "2021 New Edition",
    "authors": ["Charles Darwin", "Tim Robert"],
    "description": "On The Origin Of Species is a scientific literature written by Charles Darwin that is considered to be the foundation of evolutionary biology. This book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It has presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. This 2021 edition also comes with additional fun and enjoyable word search and word scramble challenges with words taken from the contents inside On The Origin Of Species for readers to have more exciting experience with this book. On top of that, this book contains detailed biography of Charles Darwin so readers have the opportunity get to know the background of this great man who created this great work.",
    "pages": 383,
    "publisher": "Independently published (January 18, 2021)",
    "isbn": 9798596757675,
    "thumbnail": "https://m.media-amazon.com/images/I/71XwQKppfjL.jpg",
    "rating": 0,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/B08T7HY521"
  },
  {
    "title": "The Origin of Species by Means of Natural Selection",
    "subtitle": "The Preservation of Favored Races in the Struggle for Life (Penguin Classics)",
    "authors": ["Charles Darwin", "J. W. Burrow"],
    "description": "In the Origin of Species (1859) Darwin challenged many of the most deeply held beliefs of the Western world. Arguing for a material, not divine, origin of species, he showed that new species are achieved by 'natural selection'. Development, diversification, decay, extinction and absence of plan are all inherent to his theories.",
    "pages": 480,
    "publisher": "Penguin Classics; Fifth or Later Edition (August 26, 1982)",
    "isbn": 9780140432053,
    "thumbnail": "https://m.media-amazon.com/images/I/41ZqB8tw8jL.jpg",
    "rating": 4.5,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0140432051"
  },
  {
    "title": "The origin of species (The Harvard classics)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "",
    "pages": 530,
    "publisher": "Grolier Enterprises; Registered ed edition (January 1, 1981)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/61F80aqhiVL.jpg",
    "rating": 4.4,
    "categories": ["Classics", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/B0006YTJ02"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species (or, more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life ), published on 24 November 1859, is a work of scientific literature by Charles Darwin that is considered to be the foundation of evolutionary biology. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. The book presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had collected on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 611,
    "publisher": "Independently published (January 28, 2022)",
    "isbn": 9798409430627,
    "thumbnail": "https://m.media-amazon.com/images/I/61ZXiWq4XyL.jpg",
    "rating": 4.4,
    "categories": ["Literary", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/B09RFVGLKX"
  },
  {
    "title": "ON THE ORIGIN OF SPECIES.",
    "subtitle": "OR THE PRESERVATION OF FAVOURED RACES IN THE STRUGGLE FOR LIFE.",
    "authors": ["Charles Darwin"],
    "description": "The full title of the first edition was On the Origin of Species by Means of Natural Selection, or the Preservation of Favored Races in the Struggle for Life - The origin of species through natural selection, or the preservation of favored breeds in the struggle for life. In its sixth edition of 1872, the short title was modified to The Origin of Species -The Origin of Species-. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process known as natural selection. He presented evidence that the diversity of life emerged from common descent through a branching pattern of evolution. Darwin included the evidence he gathered in his expedition on the voyage of the Beagle in the 1830s and his subsequent discoveries through research, correspondence and experimentation. Several evolutionary ideas had already been proposed to explain the new discoveries of biology. There was increasing support for these ideas among dissident anatomists and the general public, but during the first half of the nineteenth century the English scientific community was closely linked to the Church of England, while science was part of natural theology . Ideas about the transmutation of species were controversial, since they conflicted with beliefs that species were an immutable part of a designed hierarchy and that human beings were unique, unrelated to other animals. The political and theological implications were debated intensely, but the transmutation was not accepted by the scientific current. The book was written for non-specialized readers, and aroused great interest from its publication. As Darwin was an eminent scientist, his conclusions were taken seriously and the evidence he presented generated a scientific, philosophical and religious debate. The debate on the book contributed to the campaign of Thomas Huxley and his colleagues at the X Club to secularize science, promoting scientific naturalism. In two decades there was a general scientific agreement that evolution had taken place, with a ramified pattern of common descent, but scientists were slow to give natural selection the importance that Darwin believed was desirable. During the \"eclipse of Darwinism\" from 1880 to the 1930s, other mechanisms of evolution were given more importance. With the development of the modern evolutionary synthesis in the 1930s and 1940s, Darwin's concept of evolutionary adaptation by natural selection became fundamental to the modern theory of evolution, now the unifying concept of the life sciences.",
    "pages": 278,
    "publisher": "Independently published (November 12, 2017)",
    "isbn": 9781973286905,
    "thumbnail": "https://m.media-amazon.com/images/I/51EHmiHbPJL.jpg",
    "rating": 3.7,
    "categories": ["World Literature", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/1973286904"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin", "Paul Landacre"],
    "description": "Factory sealed!",
    "pages": null,
    "publisher": "The Easton Press (January 1, 1993)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/81SMVft8C5L.jpg",
    "rating": 4.4,
    "categories": [
      "Classics",
      "Classic Literature & Fiction",
      "Literature & Fiction",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B00BUTD246"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "The book that made evolution a talkable subject with an introduction by Julian Huxley.",
    "pages": null,
    "publisher": "Mentor; 8th edition (January 1, 1958)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51OxzgT+xqL.jpg",
    "rating": 4.5,
    "categories": [
      "Historical Study Reference (Books)",
      "History",
      "Historical Study & Educational Resources",
      "Classic Literature & Fiction",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B0016G0AFC"
  },
  {
    "title": "By Charles Darwin - On the Origin of Species",
    "subtitle": "1st (first) Edition",
    "authors": [""],
    "description": "",
    "pages": null,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/41qIFBqR8PL.jpg",
    "rating": 4.2,
    "categories": [],
    "url": "https://www.amazon.com/dp/B008WDFY0I"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "",
    "pages": 352,
    "publisher": null,
    "isbn": 9781404322875,
    "thumbnail": "https://m.media-amazon.com/images/I/310Z6SEMC0L.jpg",
    "rating": 4.4,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1404322876"
  },
  {
    "title": "On The Origin of Species",
    "subtitle": null,
    "authors": ["Sabina Radeva"],
    "description": "The first ever picture-book retelling of Charles Darwin's On The Origin of Species; this accessible work brings evolution to the younger generation through stylish illustrations and a simple, easy-to-understand text. On The Origin of Species has been the definitive explanation of the theory of evolution since it was first published in 1859. Now molecular biologist and illustrator Sabina Radeva unites her two passions to create a 48-page retelling of this seminal text. Pulling together Darwin's observations from his travels around the world and his groundbreaking - and controversial - explanation of how species form, develop and change over hundreds of thousands of years, On The Origin of Species is as relevant and important now as it ever was.",
    "pages": 64,
    "publisher": "Puffin (February 7, 2019)",
    "isbn": 9780141388502,
    "thumbnail": "https://m.media-amazon.com/images/I/81MB9gcTnPL.jpg",
    "rating": 4.7,
    "categories": [
      "Children's Books",
      "Children's Animals Books",
      "Science, Nature & How It Works",
      "Children's Earth Sciences Books (Books)",
      "Books",
      "Children's Activity Books (Books)"
    ],
    "url": "https://www.amazon.com/dp/0141388501"
  },
  {
    "title": "On the Origin of Species.",
    "subtitle": null,
    "authors": ["Charles Darwin M.A."],
    "description": "On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. In the 1872 sixth edition \"On\" was omitted, so the full title is The origin of species by means of natural selection, or the preservation of favoured races in the struggle for life. This edition is usually known as The Origin of Species. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 234,
    "publisher": "CreateSpace Independent Publishing Platform (January 11, 2016)",
    "isbn": 9781523344901,
    "thumbnail": "https://m.media-amazon.com/images/I/51J+szFMHpL.jpg",
    "rating": 4.3,
    "categories": ["Evolution (Books)", "Science & Math", "Evolution", "Books"],
    "url": "https://www.amazon.com/dp/1523344903"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Philip Appleman", "Charles Darwin"],
    "description": "Here is the revised edition of Charles Dawrin's The Origin of Species , introduced and abridged by Philip Appleman, published by W. W. Norton. As much as anyone in the modern era, Charles Darwin changed the course of human thought. The impact on Western civilization of his seminal work has been broad and deep: not only the biological sciences but also social thought, philosophy, ethics, religion, and literature have all been shaped and reshaped by evolutionary concepts. Here, in what Paul Moody (writing in Victorian Studies ) has called \"a masterly condensation,\" is a classic edition of Darwin's The Origin of Species . It retains all of the substance of the original book, but only the essential elements of its profuse detail. Philip Appleman, the editor of Darwin , a Norton Critical Edition (\"the best Darwin anthology on the market,\" according to Stephen Jay Gould), has cut deftly to the essence of Darwin's classic, losing none of the continuity or flavor of the original and making available an edition that modern readers will not find overpowering. This revision includes a new introduction by Professor Appleman that perceptively traces Darwin's influence on the world of ideas as well as three additional chapters from Darwin's work.",
    "pages": 146,
    "publisher": "W. W. Norton & Company; Revised edition (March 15, 2002)",
    "isbn": 9780393978674,
    "thumbnail": "https://m.media-amazon.com/images/I/81EA0SFZ1NL.jpg",
    "rating": 4.1,
    "categories": [
      "Evolution",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0393978672"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection or the Preservation of Favoured Races in the Struggle for Life",
    "authors": ["Charles Darwin"],
    "description": "",
    "pages": 500,
    "publisher": "Penguin; First Edition Thus (January 1, 2009)",
    "isbn": 9781846141881,
    "thumbnail": "https://m.media-amazon.com/images/I/41l06n5exsL.jpg",
    "rating": 4.4,
    "categories": ["Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1846141885"
  },
  {
    "title": "The Illustrated Origin of Species, Abridged Edition",
    "subtitle": null,
    "authors": ["Charles Darwin", "Profusely illustrated"],
    "description": "Pp. 240, numerous figures, illustrations, and photographs. Publisher’s orange cloth, lettered in gilt on spine, pictorial dustjacket, lettered in black on cover and spine, lg 8vo. This is an abridged version of the sixth edition of The Origin of Species. This volume is from the research collection of herpetologist Lauren E. Brown with his signature on the titlepage.",
    "pages": 240,
    "publisher": "Hill & Wang; First Edition (January 1, 1979)",
    "isbn": 9780809057351,
    "thumbnail": "https://m.media-amazon.com/images/I/61AcJ6vl3YL.jpg",
    "rating": 4.6,
    "categories": [
      "Mathematics History",
      "Literature & Fiction",
      "Essays & Correspondence",
      "Natural History (Books)",
      "Essays (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0809057352"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Richard Dawkins", "Charles Darwin", "CSA Word"],
    "description": "Charles Robert Darwin (1809–1882) has been widely recognized since his own time as one of the most influential writers in the history of Western thought. His books were widely read by specialists and the general public, and his influence had been extended by almost continuous public debate over the past 150 years. New York University Press's new paperback edition makes it possible to review Darwin's public literary output as a whole, plus his scientific journal articles, his private notebooks, and his correspondence. This is complete edition contains all of Darwin's published books, featuring definitive texts recording original pagination with Darwin's indexes retained. The set also features a general introduction and index, and introductions to each volume.",
    "pages": null,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/41TONs0cReL.jpg",
    "rating": 4.4,
    "categories": [
      "Evolution",
      "Audible Books & Originals",
      "Science & Engineering",
      "Biological Sciences",
      "Evolution & Genetics",
      "Science"
    ],
    "url": "https://www.amazon.com/dp/B0010Z7Q2Y"
  },
  {
    "title": "On The Origin Of Species",
    "subtitle": "The Preservation of Favoured Races in the Struggle for Life (Charles Darwin)",
    "authors": ["Charles Darwin"],
    "description": "On The Origin Of Species Or The Preservation of Favoured Races in the Struggle for Life By Charles Darwin, M.A. On the Origin of Species published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. When on board H.M.S. 'Beagle,' as naturalist, I was much struck with certain facts in the distribution of the inhabitants of South America, and in the geological relations of the present to the past inhabitants of that continent. These facts seemed to me to throw some light on the origin of species—that mystery of mysteries, as it has been called by one of our greatest philosophers. On my return home, it occurred to me, in 1837, that something might perhaps be made out on this question by patiently accumulating and reflecting on all sorts of facts which could possibly have any bearing on it. After five years' work I allowed myself to speculate on the subject, and drew up some short notes; these I enlarged in 1844 into a sketch of the conclusions, which then seemed to me probable: from that period to the present day I have steadily pursued the same object. I hope that I may be excused for entering on these personal details, as I give them to show that I have not been hasty in coming to a decision.",
    "pages": 204,
    "publisher": "CreateSpace Independent Publishing Platform (December 16, 2017)",
    "isbn": 9781981787227,
    "thumbnail": "https://m.media-amazon.com/images/I/41Y+9bOCIaL.jpg",
    "rating": 4.4,
    "categories": ["Nature & Ecology", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1981787224"
  },
  {
    "title": "The Origin of Species (Modern Library) by Charles Darwin (1998-10-01)",
    "subtitle": null,
    "authors": [""],
    "description": "Excellent Book",
    "pages": null,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51TJBNK43YL.jpg",
    "rating": 4.5,
    "categories": [],
    "url": "https://www.amazon.com/dp/B019TM10TO"
  },
  {
    "title": "On the Origin of Species Illustrated",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species (or, more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life),[3] published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology.[4] Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 620,
    "publisher": "Independently published (August 18, 2021)",
    "isbn": 9798459174595,
    "thumbnail": "https://m.media-amazon.com/images/I/519xCzWggvL.jpg",
    "rating": 4.4,
    "categories": ["Action & Adventure", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/B09CRLTT56"
  },
  {
    "title": "On the Origin of Species by charles darwin",
    "subtitle": null,
    "authors": ["charles darwin"],
    "description": "A masterpiece. A must-read",
    "pages": 127,
    "publisher": "classics (January 26, 2023)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/419go5AwuCL.jpg",
    "rating": 4,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/B0BT7YH5MP"
  },
  {
    "title": "On the origin of species (Annotated) first edition",
    "subtitle": "The original edition by Charles Darwin",
    "authors": ["Charles Darwin"],
    "description": "•The Autobiography of Charles Darwin, from the life and letters of Charles Darwin edited by his son Francis Darwin. •Charles Darwin's CAMBRIDGE years from 1828-1831 •VOYAGE OF THE BEAGLE FROM DECEMBER 27, 1831, TO OCTOBER 2, 1836. •FROM HIS RETURN TO ENGLAND (OCTOBER 2, 1836) TO HIS MARRIAGE (JANUARY 29, 1839.) •FROM HISVMARRIAGE, JANUARY 29, 1839, AND RESIDENCE IN UPPER GOWER STREET, TO LEAVING LONDON AND SETTLING AT DOWN, SEPTEMBER 14, 1842. •RESIDENCE AT DOWN FROM SEPTEMBER 14, 1842, TO THE PRESENT TIME, 1876. • CHARLES DARWIN'S SEVERAL PUBLICATIONS. This is the first edition of Charles Darwin's On the Origin of Species, published on November 24, 1859 in London by John Murray. It is a seminal work in scientific literature and a landmark work in evolutionary biology. It introduced the theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. The starting chapters introduce the theory of natural selection, explaining why certain species thrive, while others decrease in number, how the members of nature are in competition with each other and why organisms tend to vary and change with time. Much of this work is based on experiments and observations seen within domestic animals and plants. The later chapters defend the theory of natural selection against apparent inconsistencies, why geological records are incomplete, why we find species so widespread and how sterility can be inherited when the organisation is unable to reproduce and more. The book is approachable for any audience.",
    "pages": 607,
    "publisher": "Bill Stone Services (July 19, 2020)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/418E2aaxW8L.jpg",
    "rating": 5,
    "categories": [
      "Biology (Kindle Store)",
      "Kindle eBooks",
      "Kindle Store",
      "Science & Math",
      "Biology (Books)"
    ],
    "url": "https://www.amazon.com/dp/B08DC2492Q"
  },
  {
    "title": "The Foundation of the Origin of Species",
    "subtitle": "Two Essays Written in 1842 and 1844 by Charles Darwin (Cambridge Library Collection - Darwin, Evolution and Genetics)",
    "authors": ["Charles Darwin", "Francis Darwin"],
    "description": "The development of Charles Darwin's views on evolution by natural selection has fascinated biologists since the 1859 publication of his landmark text On The Origin of Species. His experiences, observations and reflections during and after his pivotal journey on the Beagle during 1831–36 were of critical importance. Darwin was not, however, a man to be rushed. While his autobiography claims that the framework of his theory was laid down by 1839, its first outline sketch did not emerge until 1842. That essay was heavily edited, with many insertions and erasures. It formed the vital kernel of his more expansive but also unpolished and unpublished essay of 1844. Following careful editing by his son Francis, both essays were published in 1909, and are reproduced here. Reading these side by side, and together with the Origin, permits us to scrutinise selection and evolution truly in action.",
    "pages": 304,
    "publisher": "Cambridge University Press; 1st edition (July 20, 2009)",
    "isbn": 9781108004886,
    "thumbnail": "https://m.media-amazon.com/images/I/71K9cocfIjL.jpg",
    "rating": 5,
    "categories": [
      "New, Used & Rental Textbooks",
      "History & Philosophy of Science (Books)",
      "Science & Mathematics",
      "Evolution (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1108004881"
  },
  {
    "title": "Charles Darwin and the Origin of Species",
    "subtitle": null,
    "authors": ["Walter Karp"],
    "description": "A biography of the naturalist who presented the world with the theory of evolution by natural selection. Examines Darwin's voyage on the Beagle, the long years of work and illness, the principles of his theory, and their reception by the scientists and populace of nineteenth century England. Paintings, drawings, and photographs illustrate Darwin's personal life and professional studies.A biography of Charles Darwin whose controversial theory of evolution now forms the foundation of modern biology",
    "pages": null,
    "publisher": null,
    "isbn": 9780060230951,
    "thumbnail": "https://m.media-amazon.com/images/I/41LXd6BDPBL.jpg",
    "rating": 4.4,
    "categories": ["Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/0060230959"
  },
  {
    "title": "On The Origin Of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "A special anniversary edition with a cover by controversial artist Damien Hirst This landmark work of scientific and philosophical thought sets forth Charles Darwin?s pioneering theory of evolution and the interdependence of species. On the Origin of Species had an immediate and profound impact on the literature and ideas of his contemporaries. Without setting out to be controversial, Darwin became quite possibly the most revolutionary writer of the Victorian age, overturning the widely held religious and scientific beliefs of his time.",
    "pages": 384,
    "publisher": "Chartwell Books (September 17, 2008)",
    "isbn": 9780785824923,
    "thumbnail": "https://m.media-amazon.com/images/I/51BJ9xw9LoL.jpg",
    "rating": 4.3,
    "categories": [
      "Evolution",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0785824928"
  },
  {
    "title": "Origin Of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Darwin, Charles, Origin of Species, The",
    "pages": 459,
    "publisher": "AVENEL (January 1, 1979)",
    "isbn": 9780517309773,
    "thumbnail": "https://m.media-amazon.com/images/I/81o+a7jgFDL.jpg",
    "rating": 4.5,
    "categories": [
      "History & Philosophy",
      "Science & Math",
      "History & Philosophy of Science (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0517309777"
  },
  {
    "title": "Theological and Scientific Commentary on Darwin's Origin of Species",
    "subtitle": null,
    "authors": ["Ted Peters", "Martinez Hewlett"],
    "description": "Implications of Darwin's theory of evolution for today's religious belief and scientific study 2009 marks the 150th anniversary of the first edition of Charles Darwin's The Origin of Species by Natural Selection . Upon the publication of the first edition of Charles Darwin's work, science woke up to startling possibilities and religion woke up to a frightening challenge to its very existence. Because of Darwin's book, petulant scientists rewrote history to depict an ongoing \"warfare\" between science and religion, representing themselves as the victors. Religious leaders fought and continue to fight back. Within the world of scientific research, Darwin's theory of evolution did win. Although itself modified and adapted, evolution's basic principles of natural selection and variation in inheritance remain firmly in place. However, the implications for religious belief are still being sorted. Beginning in the late 19th century, a vigorous brand of atheism has used Darwin's model as ammunition in its attack of religious faith. Theologians and church leaders have had to clear away the debris of Social Darwinism, Eugenics, and Atheistic Materialism. Yet, the question remains, does Darwin's theory undermine religion? In order to get at a precise assessment, we need to distinguish the essential science of Darwin from ideological overlays. Dr. Hewlett will review the scientific milieu in which Darwin wrote, the scientific acceptance of the work and its continued importance and fruitfulness. He will also address the philosophical implications of the theory that continue to reverberate. Dr. Peters will give an overview of the conflict between the various interpreters of Darwin that culminates in today's versions of Creationism, Intelligent Design, Theistic Evolution, Social Darwinism, Eugenics, and Atheistic Materialism. He will also highlight theological implications of Darwin's text. The CD-ROM will contain the complete text of the 6th edition of Charles Darwin's The Origin of Species by Natural Selection .",
    "pages": 152,
    "publisher": "Abingdon Press; Pap/Com edition (October 1, 2008)",
    "isbn": 9780687649396,
    "thumbnail": "https://m.media-amazon.com/images/I/51LfrE8RlBL.jpg",
    "rating": 4.7,
    "categories": [
      "Christian Theology (Books)",
      "Religious Studies",
      "Evolution (Books)",
      "Religion & Spirituality",
      "Science & Religion (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0687649390"
  },
  {
    "title": "On the Origin of Species By Means of Natural Selection",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection.",
    "pages": 89,
    "publisher": "Independently published (September 20, 2020)",
    "isbn": 9798688463507,
    "thumbnail": "https://m.media-amazon.com/images/I/61jPxxNNN3L.jpg",
    "rating": 4.3,
    "categories": ["Evolution (Books)", "Science & Math", "Evolution", "Books"],
    "url": "https://www.amazon.com/dp/B08JDYXQ61"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "Illustrated",
    "authors": ["Charles  Darwin"],
    "description": "On the Origin of Species (or, more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life),[3] published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology.[4] Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 691,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51pdRUGB3fL.jpg",
    "rating": 0,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/B09ZVN1SVK"
  },
  {
    "title": "Replacing Darwin",
    "subtitle": "The New Origin of Species",
    "authors": ["Nathaniel T Jeanson PhD"],
    "description": "If Darwin were to examine the evidence today using modern science, would his conclusions be the same? Charles Darwin's On the Origin of Species, published over 150 years ago, is considered one of history's most influential books and continues to serve as the foundation of thought for evolutionary biology. Since Darwin's time, however, new fields of science have emerged that simply give us better answers to the question of origins. With a Ph.D. in cell and developmental biology from Harvard University, Dr. Nathaniel Jeanson is uniquely qualified to investigate what genetics reveal about origins. The Origins Puzzle Comes Together If the science surrounding origins were a puzzle, Darwin would have had fewer than 15% of the pieces to work with when he developed his theory of evolution. We now have a much greater percentage of the pieces because of modern scientific research. As Dr. Jeanson puts the new pieces together, a whole new picture emerges, giving us a testable, predictive model to explain the origin of species. A New Scientific Revolution Begins So what comes next? Darwin's theory of evolution may be one of science's longest standing, but the latest genetics research is casting doubt on it. Are these new discoveries cause to critically reexamine Darwin's theory? Replacing Darwin asks you to give serious consideration to modern scientific advances and reevaluate the problems that have surfaced in Darwin's theory of evolution.\"",
    "pages": 336,
    "publisher": "Master Books (October 9, 2017)",
    "isbn": 9781683440758,
    "thumbnail": "https://m.media-amazon.com/images/I/51vyGIzdTYL.jpg",
    "rating": 4.6,
    "categories": [
      "Christian Apologetics (Books)",
      "Theology",
      "Christian Books & Bibles",
      "Biological Sciences (Books)",
      "Science & Religion (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1683440757"
  },
  {
    "title": "The Origin of Species",
    "subtitle": "A Variorum Text (Variorum Reprint)",
    "authors": ["Charles Darwin", "Morse Peckham"],
    "description": "The theories propounded by Charles Darwin in The Origin of Species have had a profound and revolutionary effect, not only on biology but also on philosophy, history, and theology. His concept of natural selection has created eruptive disputes among scientists and religious leaders of his time and ours. The phenomenal importance of his brilliant work is universally recognized, but the present volume marks the first scholarly attempt to compile a complete variorum edition of The Origin of Species , covering all of the extensive variants in the six texts published between 1859 and 1872. Darwin's changes were extensive. His book grew by a third as he rewrote many passages four or five times, and in this edition Morse Peckham has recorded every one of those changes. A book of such distinctive dimensions, on a subject of such profound importance, will be of intense interest to historians of biology, evolution, science, literature, and cultural development. It will be an invaluable aid to the clarification and full comprehension of this complex and renowned scientific classic.",
    "pages": 816,
    "publisher": "University of Pennsylvania Press (May 9, 2006)",
    "isbn": 9780812219548,
    "thumbnail": "https://m.media-amazon.com/images/I/714wY4+f-JL.jpg",
    "rating": 5,
    "categories": [
      "Biological Sciences",
      "History & Philosophy of Science (Books)",
      "Science & Math",
      "Evolution (Books)",
      "Biology (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0812219546"
  },
  {
    "title": "The Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "It took Charles Darwin more than twenty years to publish this book, in part because he realized that it would ignite a firestorm of controversy. On the Origin of Species first appeared in 1859, and it remains a continuing source of conflict to this day. Even among those who reject its ideas, however, the work's impact is undeniable. In science, philosophy, and theology, this is a book that changed the world. In addition to its status as the focus of a dramatic turning point in scientific thought, On the Origin of Species stands as a remarkably readable study. Carefully reasoned and well-documented in its arguments, the work offers coherent views of natural selection, adaptation, the struggle for existence, survival of the fittest, and other concepts that form the foundation of modern evolutionary theory.",
    "pages": 396,
    "publisher": "General Press (January 1, 2017)",
    "isbn": 9788180320453,
    "thumbnail": "https://m.media-amazon.com/images/I/71rUpSynUHL.jpg",
    "rating": 4.6,
    "categories": [
      "Professionals & Academics",
      "Science Essays & Commentary (Books)",
      "History & Philosophy of Science (Books)",
      "Natural History (Books)",
      "Books",
      "Biographies & Memoirs"
    ],
    "url": "https://www.amazon.com/dp/8180320456"
  },
  {
    "title": "The Origin of Species by Charles Darwin",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "A True Classic. A Masterpiece. A Must-Read. One of the milestones of the written world. Few other books have created such a lasting storm of controversy as The Origin of Species . Darwin’s theory that species derive from other species by a gradual evolutionary process and that the average level of each species is heightened by the “survival of the fittest” stirred up popular debate to fever pitch. Its acceptance revolutionized the course of science.",
    "pages": 106,
    "publisher": "Independently published (June 15, 2021)",
    "isbn": 9798521161423,
    "thumbnail": "https://m.media-amazon.com/images/I/615m50dH1YS.jpg",
    "rating": 4.5,
    "categories": [
      "Business & Money",
      "Investing",
      "Classic Literature & Fiction",
      "Investment Analysis & Strategy",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B096XK81MD"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "6th Edition",
    "authors": ["Charles", "Darwin", "", "Sir Angels"],
    "description": "On the Origin of Species (or more completely, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life), published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection.",
    "pages": 572,
    "publisher": "CreateSpace Independent Publishing Platform; 6th edition (February 4, 2017)",
    "isbn": 9781542931502,
    "thumbnail": "https://m.media-amazon.com/images/I/51Ztu7WdnGL.jpg",
    "rating": 3.5,
    "categories": ["Literary", "Literature & Fiction", "Books"],
    "url": "https://www.amazon.com/dp/1542931509"
  },
  {
    "title": "On the Origin of Species - Classic Illustrated Edition",
    "subtitle": null,
    "authors": ["Charles Darwin", "L. Carr"],
    "description": "* Beautifully illustrated with atmospheric paintings by renowned artists, On the Origin of the Species is is considered to be the foundation of evolutionary biology.* Just as accessible and enjoyable for today's readers as it would have been when first published, the book is one of the great works of scientific literature and continues to be widely read throughout the world.* This meticulous edition from Heritage Illustrated Publishing is a faithful reproduction of the original text and is enhanced with images of classic works of art carefully selected by our team of professional editors.",
    "pages": 168,
    "publisher": "Independently published (July 15, 2019)",
    "isbn": 9781080752799,
    "thumbnail": "https://m.media-amazon.com/images/I/51x-QylPcvL.jpg",
    "rating": 4.4,
    "categories": [
      "Earth Sciences",
      "Science & Math",
      "Natural History (Books)",
      "Environmental Science (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/108075279X"
  },
  {
    "title": "by David Quammen,by Charles Darwin On the Origin of Species",
    "subtitle": "The Illustrated Edition [Hardcover]2008",
    "authors": ["by Charles Darwin by David Quammen"],
    "description": "",
    "pages": null,
    "publisher": "Sterling (January 1, 2008)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/61-G9B9PhDL.jpg",
    "rating": 4.8,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/B004VEYCIM"
  },
  {
    "title": "An Analysis of Charles Darwin's On the Origin of Species (The Macat Library)",
    "subtitle": null,
    "authors": ["Kathleen Bryson", "Nadezda Josephine Msindai"],
    "description": "Charles Darwin called on a broad and unusually powerful combination of critical thinking skills to create his wide-ranging explanation for biological change, On the Origin of Species. It’s one of those rare books that takes a huge problem – the enormous diversity of different species – and seeks to use a vast range of evidence to solve it. But it was perhaps Darwin’s towering creative prowess that made the most telling contribution to this masterpiece, for it was this that enabled him to make the necessary fresh connections between so much disparate evidence from such a diversity of fields. All of Darwin’s critical thinking skills were required, however, in the course of the decades of work that went into this volume. Taken as a whole, Darwin’s solution to the problem that he set himself is carefully researched, considers multiple explanations, and justifies its conclusions with well-organised reasoning. At the time of the publication, in 1859, there were various explanations for the changes that Darwin – and others – observed; what separated Darwin from so many of his contemporaries is that he deployed critical thinking to arrive at a significantly new way of fitting explanation to evidence; one that remains elegant, complete and predictive to this day.",
    "pages": 116,
    "publisher": "Macat Library; 1st edition (July 4, 2017)",
    "isbn": 9781912128631,
    "thumbnail": "https://m.media-amazon.com/images/I/61iGbOzUsvL.jpg",
    "rating": 4.5,
    "categories": [
      "Geography (Books)",
      "Literary Movements & Periods",
      "Literature & Fiction",
      "History & Criticism",
      "Human Geography (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1912128632"
  },
  {
    "title": "On the Origin of Species [Folio Society]",
    "subtitle": null,
    "authors": ["Charles Darwin", "Richard Keynes"],
    "description": "The Folio Society edition, 2006 at the bottom of the title page, a new hardcover in a new slipcase. By Charles Darwin. Introduction by Richard Keynes. From the copyright page: \"The Origin of Species was first published in 1859. This Folio edition follows the text of the first edition, with some minor emendations, and with the inclusion of a glossary of scientific terms first published in the fifth edition of On the Origin of Species in 1969.\"",
    "pages": 416,
    "publisher": "Folio Society; Deluxe edition (January 1, 2006)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/61x8wgniyBL.jpg",
    "rating": 4.4,
    "categories": ["History (Books)", "History", "Books"],
    "url": "https://www.amazon.com/dp/B000ML9NOQ"
  },
  {
    "title": "On The Origin Of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Published in 1859, The Origin of Species by Charles Darwin introduced the theory of natural selection to a newly-receptive public. As a young naturalist on the second voyage of HMS Beagle (1831-36), Darwin collected many plant and animal specimens, and it was his close examination of them that eventually led to his theories on evolution and natural selection. HarperPerennial Classics brings great works of literature to life in digital format, upholding the highest standards in ebook production and celebrating reading in all its forms. Look for more titles in the HarperPerennial Classics collection to build your digital library.",
    "pages": 343,
    "publisher": "HarperPerennial Classics (July 22, 2014)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51hBCNLbuyL.jpg",
    "rating": 4.3,
    "categories": [
      "Kindle eBooks",
      "Kindle Store",
      "Paleontology (Books)",
      "Literature & Fiction",
      "American Literature Anthologies",
      "Evolution (Kindle Store)"
    ],
    "url": "https://www.amazon.com/dp/B00L7XV16Q"
  },
  {
    "title": "The Origin Of Species [Illustrated]",
    "subtitle": null,
    "authors": ["Charles Darwin", "Jamie Iaconis"],
    "description": "Charles Darwin’s Origin of Species (publ. 1859) is a pivotal work in scientific literature and arguably the pivotal work in evolutionary biology. The book’s full title is On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. It introduced the theory that populations evolve over the course of generations through a process of natural selection. It was controversial because it contradicted religious beliefs which underlay the then current theories of biology. Darwin’s book was the culmination of evidence he had accumulated on the voyage of the Beagle in the 1830s and added to through continuing investigations and experiments since his return.",
    "pages": 360,
    "publisher": "CreateSpace Independent Publishing Platform; Illustrated edition (December 5, 2013)",
    "isbn": 9781494396244,
    "thumbnail": "https://m.media-amazon.com/images/I/51ReZCSE2eL.jpg",
    "rating": 4.5,
    "categories": ["Occult & Paranormal", "Religion & Spirituality", "Books"],
    "url": "https://www.amazon.com/dp/1494396246"
  },
  {
    "title": "On the Origin of Species By Means of Natural Selection (World Classics, Unabridged)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation ofevolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. Darwin's book introduced the scientific theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation.",
    "pages": 298,
    "publisher": "Alpha Editions (August 1, 2017)",
    "isbn": 9789386101334,
    "thumbnail": "https://m.media-amazon.com/images/I/71Phq6CRdTL.jpg",
    "rating": 3.7,
    "categories": ["Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/9386101335"
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "Or the Preservation of Favoured Races in the Struggle for Life",
    "authors": ["Charles Darwin"],
    "description": "On the Origin of Species Or the Preservation of Favoured Races in the Struggle for Life By Charles Darwin On the Origin of Species, published on 24 November 1859, is a work of scientific literature by Charles Darwin which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. In the 1872 sixth edition \"On\" was omitted, so the full title is The origin of species by means of natural selection, or the preservation of favoured races in the struggle for life. This edition is usually known as The Origin of Species. CONTENTS On the origin of species. Introduction. 1. VARIATION UNDER DOMESTICATION. 2. VARIATION UNDER NATURE. 3. STRUGGLE FOR EXISTENCE. 4. NATURAL SELECTION 5. LAWS OF VARIATION. 6. DIFFICULTIES ON THEORY. 7. INSTINCT. 8. HYBRIDISM. 9. ON THE IMPERFECTION OF THE GEOLOGICAL RECORD. 10. ON THE GEOLOGICAL SUCCESSION OF ORGANIC BEINGS. 11. GEOGRAPHICAL DISTRIBUTION. 12. GEOGRAPHICAL DISTRIBUTION—continued. 13. MUTUAL AFFINITIES OF ORGANIC BEINGS: MORPHOLOGY: 14. RECAPITULATION AND CONCLUSION. When on board H.M.S. 'Beagle,' as naturalist, I was much struck with certain facts in the distribution of the inhabitants of South America, and in the geological relations of the present to the past inhabitants of that continent. These facts seemed to me to throw some light on the origin of species—that mystery of mysteries, as it has been called by one of our greatest philosophers. On my return home, it occurred to me, in 1837, that something might perhaps be made out on this question by patiently accumulating and reflecting on all sorts of facts which could possibly have any bearing on it. After five years' work I allowed myself to speculate on the subject, and drew up some short notes; these I enlarged in 1844 into a sketch of the conclusions, which then seemed to me probable: from that period to the present day I have steadily pursued the same object. I hope that I may be excused for entering on these personal details, as I give them to show that I have not been hasty in coming to a decision. My work is now nearly finished; but as it will take me two or three more years to complete it, and as my health is far from strong, I have been urged to publish this Abstract. I have more especially been induced to do this, as Mr. Wallace, who is now studying the natural history of the Malay archipelago, has arrived at almost exactly the same general conclusions that I have on the origin of species. Last year he sent to me a memoir on this subject, with a request that I would forward it to Sir Charles Lyell, who sent it to the Linnean Society, and it is published in the third volume of the Journal of that Society. Sir C. Lyell and Dr. Hooker, who both knew of my work—the latter having read my sketch of 1844—honoured me by thinking it advisable to publish, with Mr. Wallace's excellent memoir, some brief extracts from my manuscripts. This Abstract, which I now publish, must necessarily be imperfect. I cannot here give references and authorities for my several statements; and I must trust to the reader reposing some confidence in my accuracy. No doubt errors will have crept in, though I hope I have always been cautious in trusting to good authorities alone.",
    "pages": 240,
    "publisher": "CreateSpace Independent Publishing Platform (January 27, 2016)",
    "isbn": 9781523720965,
    "thumbnail": "https://m.media-amazon.com/images/I/71WbBbYuCwL.jpg",
    "rating": 3.7,
    "categories": ["Biological Sciences", "Science & Math", "Books"],
    "url": "https://www.amazon.com/dp/1523720964"
  }
]
