[
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Ralph D. Sawyer"],
    "description": "The definitive translation of Sun-tzu's timeless classic of military strategy, Art of War Sun-tzu's Art of War is almost certainly the most famous study of strategy ever written. This treatise has been credited with influencing some of the most legendary military operations. Beyond the battlefield, people far and wide have long turned to Art of War for advice on how to succeed in various competitive situations, and companies around the world now make this book required reading for their executives. In this translation, Chinese warfare scholar Ralph D. Sawyer places Art of War in its proper historical context, outlining several battles that Sun-tzu either conducted or that may have influenced him, and offers an edition that is uniquely accurate and accessible.",
    "pages": 384,
    "publisher": "Basic Books (February 11, 1994)",
    "isbn": 9780813319513,
    "thumbnail": "https://m.media-amazon.com/images/I/71MizulW5AL.jpg",
    "rating": 4.7,
    "categories": [
      "Military Strategy History (Books)",
      "Schools & Teaching",
      "History of Education",
      "Education & Teaching",
      "Books",
      "Crime & Criminal Biographies"
    ],
    "url": "https://www.amazon.com/dp/081331951X"
  },
  {
    "title": "The Art of War (DELUXE EDITION)",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "This Collectable Hardbound Deluxe Edition is beautifully crafted and designed. Perfect for gifting as well as for keeps. A prized edition for any library. The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected. The Art of War is an enduring classic that holds a special place in the culture and history of East Asia. An ancient Chinese text on the philosophy and politics of warfare and military strategy, the treatise was written in 6th century B.C. by a warrior-philosopher now famous all over the world as Sun Tzu. Sun Tzu s teachings remain as relevant to leaders and strategists today as they were to rulers and military generals in ancient times. Divided into thirteen chapters and written succinctly, The Art of War is a must read for anybody who works in an competitive environment or who is interested in warfare, strategy and Chinese history.",
    "pages": 232,
    "publisher": "Fingerprint! Publishing (December 1, 2018)",
    "isbn": 9789388369695,
    "thumbnail": "https://m.media-amazon.com/images/I/71e-ttmgoUS.jpg",
    "rating": 4.7,
    "categories": [
      "Econometrics & Statistics",
      "Chinese Literature",
      "Dramas & Plays",
      "Asian Dramas & Plays",
      "Books",
      "Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/9388369696"
  },
  {
    "title": "The Art of War",
    "subtitle": "The Definitive Interpretation of Sun Tzu's Classic Book of Strategy",
    "authors": ["Stephen F. Kaufman"],
    "description": "Learn the strategy and philosophy of China's most celebrated military theorist with this highly readable and informative edition of The Art of War. The Art of War by Sun Tzu is the best known and most highly regarded book on military strategy ever written. Although its wisdom is from ancient China, its principles and advice are timeless--as applicable in the boardroom as they are on the battlefield. Unlike contemporary translations that have focused too heavily on applying this military classic to corporate conflicts, this definitive interpretation maintains the impact of the original. Written for martial artists by a martial artist, it is free of academic commentary and ambiguous metaphors, as Hanshi Kaufman uses straightforward prose to explain Sun Tzu's message. Like the original, this new interpretation is divided into thirteen sections, each presenting vital information on military strategy ranging from assessing opposing armies and the proper treatment of troops to the use of spies.",
    "pages": 128,
    "publisher": "Tuttle Publishing; First Edition (April 15, 1996)",
    "isbn": 9780804830805,
    "thumbnail": "https://m.media-amazon.com/images/I/71qbK90zBjL.jpg",
    "rating": 4.6,
    "categories": [
      "Asia",
      "History",
      "Military Strategy History (Books)",
      "Chinese History (Books)",
      "Books",
      "Martial Arts (Books)"
    ],
    "url": "https://www.amazon.com/dp/0804830800"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Art of War is almost certainly the most famous study of strategy ever written and has had an extraordinary influence on the history of warfare. The principles Sun-Tzu expounded were utilized brilliantly by such great Asian war leaders as Mao Tse-tung, Giap, and Yamamoto. First translated two hundred years ago by a French missionary, Sun-Tzu's Art of War has been credited with influencing Napoleon, the German General Staff, and even the planning for Desert Storm. Many Japanese companies make this book required reading for their key executives. And increasingly, Western businesspeople and others are turning to the Art of War for inspiration and advice on how to succeed in competitive situations of all kinds.",
    "pages": 78,
    "publisher": "CreateSpace Independent Publishing Platform (November 12, 2018)",
    "isbn": 9781721195091,
    "thumbnail": "https://m.media-amazon.com/images/I/61BvkqoxLxL.jpg",
    "rating": 4.2,
    "categories": [
      "Political Philosophy (Books)",
      "Philosophy",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1721195092"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Thomas Cleary"],
    "description": "A comprehensive collection of the most essential versions of The Art of War , the classic Chinese military treatise considered by many as the ultimate strategy guide Sun Tzu’s Art of War , compiled more than two thousand years ago, is a study of the anatomy of organizations in conflict. It is perhaps the most prestigious and influential book of strategy in the world today. Now, this unique volume brings together the essential versions of Sun Tzu’s text, along with illuminating commentaries and auxiliary texts written by distinguished strategists. The translations, by the renowned translator Thomas Cleary, have all been published previously in book form, except for The Silver Sparrow Art of War, which is available here for the first time. This collection contains: The Art of War : This edition of Sun Tzu’s text includes the classic collection of commentaries by eleven interpreters. Mastering the Art of War : Consisting of essays by two prominent statesmen-generals of Han dynasty China, Zhuge Liang and Liu Ji, this book develops the strategies of Sun Tzu’s classic into a complete handbook of organization and leadership. It draws on episodes from Chinese history to show in concrete terms the proper use of Sun Tzu’s principles. The Silver Sparrow Art of War : A version of Sun Tzu’s Art of War based on a manuscript of the classic text discovered at a Chinese archeological site in China’s Shandong Province in 1972, which contains previously unknown fragments. Note: The electronic edition of this book does not contain The Lost Art of War , as seen in the paperback edition.",
    "pages": null,
    "publisher": "Shambhala; Abridged edition (January 11, 2005)",
    "isbn": 9781590302255,
    "thumbnail": "https://m.media-amazon.com/images/I/81sSqeasspL.jpg",
    "rating": 4.7,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books",
      "Intelligence & Espionage History"
    ],
    "url": "https://www.amazon.com/dp/1590302257"
  },
  {
    "title": "The Art of War (AmazonClassics Edition)",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Long considered the most essential treatise on military strategy and tactics, The Art of War comprises thirteen chapters, each dedicated to a different aspect of warfare. Reaching far beyond the battlefield, it is a manifesto for success in every kind of conflict or competition, having had a notable influence on various subjects such as law, sports, and interpersonal relationships. In this definitive 1910 Lionel Giles translation, the celebrated sinologist’s interpretive notes and valuable commentary make clear the nuances of Sun Tzu’s language. Most critical, Giles provides the context and culture from which the general’s theories emerged. Revised edition: Previously published as The Art of War , this edition of The Art of War (AmazonClassics Edition) includes editorial revisions.",
    "pages": 31,
    "publisher": "AmazonClassics (July 25, 2017)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/81kB6lKq1aL._SL1500_.jpg",
    "rating": 4.3,
    "categories": [
      "History",
      "Kindle Store",
      "45-Minute History Short Reads",
      "Ancient Military History (Kindle Store)",
      "Kindle eBooks",
      "Eastern Philosophy (Kindle Store)"
    ],
    "url": "https://www.amazon.com/dp/B073QR86XF"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Thomas Cleary"],
    "description": "A comprehensive collection of the most essential versions of The Art of War , the classic Chinese military treatise considered by many as the ultimate strategy guide Sun Tzu’s Art of War , compiled more than two thousand years ago, is a study of the anatomy of organizations in conflict. It is perhaps the most prestigious and influential book of strategy in the world today. Now, this unique volume brings together the essential versions of Sun Tzu’s text, along with illuminating commentaries and auxiliary texts written by distinguished strategists. The translations, by the renowned translator Thomas Cleary, have all been published previously in book form, except for The Silver Sparrow Art of War, which is available here for the first time. This collection contains: The Art of War : This edition of Sun Tzu’s text includes the classic collection of commentaries by eleven interpreters. Mastering the Art of War : Consisting of essays by two prominent statesmen-generals of Han dynasty China, Zhuge Liang and Liu Ji, this book develops the strategies of Sun Tzu’s classic into a complete handbook of organization and leadership. It draws on episodes from Chinese history to show in concrete terms the proper use of Sun Tzu’s principles. The Silver Sparrow Art of War : A version of Sun Tzu’s Art of War based on a manuscript of the classic text discovered at a Chinese archeological site in China’s Shandong Province in 1972, which contains previously unknown fragments. Note: The electronic edition of this book does not contain The Lost Art of War , as seen in the paperback edition.",
    "pages": null,
    "publisher": "Shambhala; Abridged edition (January 11, 2005)",
    "isbn": 9781590302255,
    "thumbnail": "https://m.media-amazon.com/images/I/81sSqeasspL.jpg",
    "rating": 4.7,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books",
      "Intelligence & Espionage History"
    ],
    "url": "https://www.amazon.com/dp/1590302257"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Sun Tzu's insights are still relevant today, and his advice can be applied to a wide range of situations, from business negotiations to political campaigns. If you are looking for a book to help you succeed in any competitive position, then The Art of War is a must-read. It is a timeless classic that has something to offer everyone. \"There's not a dated maxim or vague prescription in it.\" — Newsweek Investing in The Art of War is truly beneficial for those looking to sharpen their strategic thinking skills across different domains. Every concept within its pages holds relevance to modern readers and can provide insight into competing successfully in business, law, and sports . This hardcover, compact volume has influenced military personnel's thinking and planning for more than 2,000 years. The book is divided into 13 chapters , each covering a different aspect of warfare, such as planning, tactics, leadership, and deception, from the prudence of circumventing a strong opponent and taking advantage of a weak one to the wisdom of preparedness and flexibility . Still widely read and studied today, The Art of War is regarded as the oldest treatise on warfare and tactics and is an essential part of the world's military history. From its origins in China, it has been carried around the world to inform the strategies of Napoleon and World War II generals. History enthusiasts, business thought leaders, and anyone intrigued by competition and rivalry will appreciate this elegant edition of the classic work. This Ixia Press edition, first published in 2019, is an unabridged republication of the edition originally published in 1944 by The Military Service Publishing Company, Harrisburg, Pennsylvania. The English translation of the text of The Art of War was made by Lionel Giles and was first published in 1910 by Luzac & Co., London. Summaries of some of the translator’s annotations are included in brackets in this edition. The Introduction and the chapter on Chinese Warfare were written by Brig. Gen. Thomas R. Phillips, U.S. Army, for the 1944 edition. Key benefits for modern readers from The Art of War: A deeper understanding of the nature of conflict —Sun Tzu's book provides a clear and concise overview of the different types of conflict, the factors that contribute to victory, and the strategies that can be used to achieve it. A more strategic approach to decision-making — The Art of War teaches readers how to think strategically and to make decisions that will lead to success. Improved leadership skills —Sun Tzu's book provides valuable insights into the qualities of a good leader and how to motivate and inspire others. A greater understanding of human nature — The Art of War explores the psychology of conflict and provides insights into how people think and behave in competitive situations.",
    "pages": 96,
    "publisher": "Ixia Press; Reprint edition (April 17, 2019)",
    "isbn": 9780486832944,
    "thumbnail": "https://m.media-amazon.com/images/I/71iQLkDkuqL.jpg",
    "rating": 4.7,
    "categories": [
      "Eastern Philosophy (Books)",
      "Leadership & Motivation",
      "Engineering (Books)",
      "Business & Money",
      "Management & Leadership",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0486832945"
  },
  {
    "title": "SUN TZU THE ART OF WAR",
    "subtitle": "2019 NEW EDITION",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Sun Tzu The Art Of War - Paperback Edition in 204 pages Twenty-Five Hundred years ago, Sun Tzu wrote The Art of War, a classic book of military strategy based on Chinese warfare and military thought. Since that time, all levels of military have used the teaching on Sun Tzu to warfare and civilization have adapted these teachings for use in politics, business and everyday life. What is more special about this book is, The Art of War is a book where much of the insights can be used in today's fiercely competitive corporate scenarios despite the facts that it was written 2500 years ago by a Chinese general and military strategist. About Sun Tzu Sun Tzu was a Chinese general, military strategist, writer and philosopher who lived in the Eastern Zhou period of ancient China. Sun Tzu is the author of The Art of War , an influential work of military strategy that has affected Western and East Asian philosophy and military thinking. His works focus much more on alternatives to battle, such as stratagem, delay, the use of spies and alternatives to war itself, the making and keeping of alliances, the uses of deceit and a willingness to submit, at least temporarily, to more powerful foes. Sun Tzu's work has been praised and employed in East Asian warfare since its composition. During the 20th century, The Art of War grew in popularity and saw practical use in Western society as well. It continues to influence many competitive endeavors in the world, including culture, politics, business and sports, as well as modern warfare. This Art of War book translated by Lionel Giles with further elaboration by Bob Sutton.",
    "pages": 204,
    "publisher": "Independently published (May 17, 2019)",
    "isbn": 9781099066085,
    "thumbnail": "https://m.media-amazon.com/images/I/81KNcbAtaqL.jpg",
    "rating": 4.3,
    "categories": [
      "International Political Treaties",
      "Chinese Literature",
      "Philosophy & Social Aspects of Education",
      "Books",
      "Literature & Fiction",
      "World Literature"
    ],
    "url": "https://www.amazon.com/dp/1099066085"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Samuel B. Griffith", "B. H. Liddell Hart"],
    "description": "Written in China more than 2,000 years ago, Sun Tzu's classic The Art of War is the first known study of the planning and conduct of military operations. These terse, aphoristic essays are unsurpassed in comprehensiveness and depth of understanding, examining not only battlefield maneuvers, but also relevant economic, political, and psychological factors. Indeed, the precepts outlined by Sun Tzu can be applied outside the realm of military theory. It is read avidly by Japanese businessmen and in fact was touted in the movie Wall Street as the corporate raider's bible. In addition to an excellent translation of Sun Tzu's text, Samuel Griffith also provides commentaries written by Chinese strategists, plus several thought-provoking essays on topics such as the influence of Sun Tzu on Mao Tse-tung and on Japanese military thought, the nature of warfare in Sun Tzu's time, and the life of Sun Tzu and other important commentators. Remarkable for its clear organization, lucid prose, and the acuity of its intellectual and moral insights, The Art of War is the definitive study of combat.",
    "pages": 224,
    "publisher": "Oxford University Press; Reissue edition (January 1, 1963)",
    "isbn": 9780195015409,
    "thumbnail": "https://m.media-amazon.com/images/I/41+selG05fL.jpg",
    "rating": 4.4,
    "categories": [
      "New, Used & Rental Textbooks",
      "Military Strategy History (Books)",
      "Humanities",
      "History & Theory of Politics",
      "Books",
      "History of Technology"
    ],
    "url": "https://www.amazon.com/dp/0195015401"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Note: The chapters in the book are not in order and it is intentional. This edition approved by the Holden-Crowther Organisation for Asian Studies .",
    "pages": 68,
    "publisher": "Filiquarian; First Thus edition (November 1, 2007)",
    "isbn": 9781599869773,
    "thumbnail": "https://m.media-amazon.com/images/I/51HwNMz3EuL._SL1500_.jpg",
    "rating": 4.5,
    "categories": [
      "Military Strategy History (Books)",
      "Schools & Teaching",
      "Chinese History (Books)",
      "Education & Teaching",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1599869772"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Ralph D. Sawyer"],
    "description": "The definitive translation of Sun-tzu's timeless classic of military strategy, Art of War Sun-tzu's Art of War is almost certainly the most famous study of strategy ever written. This treatise has been credited with influencing some of the most legendary military operations. Beyond the battlefield, people far and wide have long turned to Art of War for advice on how to succeed in various competitive situations, and companies around the world now make this book required reading for their executives. In this translation, Chinese warfare scholar Ralph D. Sawyer places Art of War in its proper historical context, outlining several battles that Sun-tzu either conducted or that may have influenced him, and offers an edition that is uniquely accurate and accessible.",
    "pages": 384,
    "publisher": "Basic Books (February 11, 1994)",
    "isbn": 9780813319513,
    "thumbnail": "https://m.media-amazon.com/images/I/71MizulW5AL.jpg",
    "rating": 4.7,
    "categories": [
      "Military Strategy History (Books)",
      "Schools & Teaching",
      "History of Education",
      "Education & Teaching",
      "Books",
      "Crime & Criminal Biographies"
    ],
    "url": "https://www.amazon.com/dp/081331951X"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Thomas Cleary"],
    "description": "A comprehensive collection of the most essential versions of The Art of War , the classic Chinese military treatise considered by many as the ultimate strategy guide Sun Tzu’s Art of War , compiled more than two thousand years ago, is a study of the anatomy of organizations in conflict. It is perhaps the most prestigious and influential book of strategy in the world today. Now, this unique volume brings together the essential versions of Sun Tzu’s text, along with illuminating commentaries and auxiliary texts written by distinguished strategists. The translations, by the renowned translator Thomas Cleary, have all been published previously in book form, except for The Silver Sparrow Art of War, which is available here for the first time. This collection contains: The Art of War : This edition of Sun Tzu’s text includes the classic collection of commentaries by eleven interpreters. Mastering the Art of War : Consisting of essays by two prominent statesmen-generals of Han dynasty China, Zhuge Liang and Liu Ji, this book develops the strategies of Sun Tzu’s classic into a complete handbook of organization and leadership. It draws on episodes from Chinese history to show in concrete terms the proper use of Sun Tzu’s principles. The Silver Sparrow Art of War : A version of Sun Tzu’s Art of War based on a manuscript of the classic text discovered at a Chinese archeological site in China’s Shandong Province in 1972, which contains previously unknown fragments. Note: The electronic edition of this book does not contain The Lost Art of War , as seen in the paperback edition.",
    "pages": null,
    "publisher": "Shambhala; Abridged edition (January 11, 2005)",
    "isbn": 9781590302255,
    "thumbnail": "https://m.media-amazon.com/images/I/81sSqeasspL._SL1500_.jpg",
    "rating": 4.7,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books",
      "Intelligence & Espionage History"
    ],
    "url": "https://www.amazon.com/dp/1590302257"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Sun Tzu's insights are still relevant today, and his advice can be applied to a wide range of situations, from business negotiations to political campaigns. If you are looking for a book to help you succeed in any competitive position, then The Art of War is a must-read. It is a timeless classic that has something to offer everyone. \"There's not a dated maxim or vague prescription in it.\" — Newsweek Investing in The Art of War is truly beneficial for those looking to sharpen their strategic thinking skills across different domains. Every concept within its pages holds relevance to modern readers and can provide insight into competing successfully in business, law, and sports . This hardcover, compact volume has influenced military personnel's thinking and planning for more than 2,000 years. The book is divided into 13 chapters , each covering a different aspect of warfare, such as planning, tactics, leadership, and deception, from the prudence of circumventing a strong opponent and taking advantage of a weak one to the wisdom of preparedness and flexibility . Still widely read and studied today, The Art of War is regarded as the oldest treatise on warfare and tactics and is an essential part of the world's military history. From its origins in China, it has been carried around the world to inform the strategies of Napoleon and World War II generals. History enthusiasts, business thought leaders, and anyone intrigued by competition and rivalry will appreciate this elegant edition of the classic work. This Ixia Press edition, first published in 2019, is an unabridged republication of the edition originally published in 1944 by The Military Service Publishing Company, Harrisburg, Pennsylvania. The English translation of the text of The Art of War was made by Lionel Giles and was first published in 1910 by Luzac & Co., London. Summaries of some of the translator’s annotations are included in brackets in this edition. The Introduction and the chapter on Chinese Warfare were written by Brig. Gen. Thomas R. Phillips, U.S. Army, for the 1944 edition. Key benefits for modern readers from The Art of War: A deeper understanding of the nature of conflict —Sun Tzu's book provides a clear and concise overview of the different types of conflict, the factors that contribute to victory, and the strategies that can be used to achieve it. A more strategic approach to decision-making — The Art of War teaches readers how to think strategically and to make decisions that will lead to success. Improved leadership skills —Sun Tzu's book provides valuable insights into the qualities of a good leader and how to motivate and inspire others. A greater understanding of human nature — The Art of War explores the psychology of conflict and provides insights into how people think and behave in competitive situations.",
    "pages": 96,
    "publisher": "Ixia Press; Reprint edition (April 17, 2019)",
    "isbn": 9780486832944,
    "thumbnail": "https://m.media-amazon.com/images/I/71iQLkDkuqL.jpg",
    "rating": 4.7,
    "categories": [
      "Eastern Philosophy (Books)",
      "Leadership & Motivation",
      "Engineering (Books)",
      "Business & Money",
      "Management & Leadership",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0486832945"
  },
  {
    "title": "The Art of War (DELUXE EDITION)",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "This Collectable Hardbound Deluxe Edition is beautifully crafted and designed. Perfect for gifting as well as for keeps. A prized edition for any library. The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected. The Art of War is an enduring classic that holds a special place in the culture and history of East Asia. An ancient Chinese text on the philosophy and politics of warfare and military strategy, the treatise was written in 6th century B.C. by a warrior-philosopher now famous all over the world as Sun Tzu. Sun Tzu s teachings remain as relevant to leaders and strategists today as they were to rulers and military generals in ancient times. Divided into thirteen chapters and written succinctly, The Art of War is a must read for anybody who works in an competitive environment or who is interested in warfare, strategy and Chinese history.",
    "pages": 232,
    "publisher": "Fingerprint! Publishing (December 1, 2018)",
    "isbn": 9789388369695,
    "thumbnail": "https://m.media-amazon.com/images/I/71e-ttmgoUS.jpg",
    "rating": 4.7,
    "categories": [
      "Econometrics & Statistics",
      "Chinese Literature",
      "Dramas & Plays",
      "Asian Dramas & Plays",
      "Books",
      "Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/9388369696"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Written in the 6th century B.C., The Art of War remains the ultimate guide to combat strategy. Sun Tzu explains when and how to engage opponents in order to prevail in difficult situations. Instead of describing the logistics of warfare, he shows the reader how to succeed by motivating soldiers and leveraging tactical advantages. In short, he explains how to win the battle of wits. Though it was written for the battlefield, The Art of War contains valuable advice for other endeavors as well. Tzu's work has been lauded by sports coaches, business executives, and other leaders of the 21st century. This edition contains the translation of Lionel Giles, widely considered the most faithful and authoritative translation.",
    "pages": 52,
    "publisher": "Nabla (January 20, 2010)",
    "isbn": 9781936276011,
    "thumbnail": "https://m.media-amazon.com/images/I/51QZW1ZJitL.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1936276011"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.... These are the words of ancient Chinese philosopher Sun Tzu, whose now-classic treatise, The Art of War , was written more than 2,500 years ago. Originally a text for victory on the battlefield, the book has vastly transcended its original purpose. Here is a seminal work on the philosophy of successful leadership that is as applicable to contemporary business as it is to war. Today many leading American business schools use the text as required reading for aspiring managers, and even Oliver Stone's award-winning film Wall Street cites The Art of War as a guide to those who strive for success. Now acclaimed novelist James Clavell, for whom Sun Tzu's writing has been an inspiration, gives us a newly edited Art of War . Author of the best-selling Asian saga consisting of Shogun , Tai-Pan , Gai-jin , King Rat , Noble House , and Whirlwind , Clavell first heard about Sun Tzu in Hong Kong in 1977, and since then The Art Of War has been his constant companion--he refers to it frequently in Noble House . He has taken a 1910 translation of the book and clarified it for the contemporary reader. This new edition of The Art Of War is an extraordinary book made even more relevant by an extraordinary editor. From the Trade Paperback edition.",
    "pages": 48,
    "publisher": "Simon & Brown (September 23, 2011)",
    "isbn": 9781613820841,
    "thumbnail": "https://m.media-amazon.com/images/I/61Qir21A1HL.jpg",
    "rating": 4.4,
    "categories": ["Schools & Teaching", "Books", "Education & Teaching"],
    "url": "https://www.amazon.com/dp/1613820844"
  },
  {
    "title": "The Art of War (Original Classic Edition)",
    "subtitle": null,
    "authors": ["Sun Tzu", "Mitch Horowitz"],
    "description": "This Chinese treatise on war was written by Sun Tzu in the 6th century B.C. Each one of the 13 chapters is devoted to a different aspect of warfare, making it the definitive work on military strategies and tactics of its time. Studied by generals from Napoleon to Rommel, it is still one of the most influential works on the subject and is required reading in most military academies around the world. Although it was meant to be a practical guide to warfare in the age of chariots, this seminal work on the philosophy of successful leadership is as applicable to contemporary business as it is to war, and has become increasingly popular among today's corporate and political leaders. Read it and discover why The Art of War has guided soldiers, generals, martial artists, and seekers throughout the ages. It is the definitive master key to power and victory. This Original Classic Edition features an introduction by Mitch Horowitz, the PEN Award-winning author of books including Occult America and The Miracle Club. A lecturer-in-residence at the University of Philosophical Research in Los Angeles, Mitch introduces and edits G&D Media’s line of Condensed Classics and is the author of the Napoleon Hill Success Course series, including The Miracle of a Definite Chief Aim and The Power of the Master Mind .",
    "pages": 86,
    "publisher": "G&D Media; Reprint edition (March 25, 2019)",
    "isbn": 9781722502171,
    "thumbnail": "https://m.media-amazon.com/images/I/71Ld3H9hU0L._SL1360_.jpg",
    "rating": 4.5,
    "categories": [
      "Systems & Planning",
      "Business & Investing Skills",
      "Business & Money",
      "Management & Leadership",
      "Strategic Business Planning",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1722502177"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun-Tzu", "Ralph D. Sawyer", "Mei-chun Lee Sawyer"],
    "description": "This book was originally intended to be a set of principals designed to maximize the chances for military victory and national survival and minimize the chances of military defeat and human loss. With this view firmly in mind, Sawyer provides the most detailed introduction and commentary yet offered to the Art of War, its author and his age. Features an extensive overview of the history of Chinese Warfare and military thought, including references to the six less well known classics of Chinese military strategy, as well as battle diagrams to help readers visualize the historic military encounters discussed in the book.",
    "pages": 378,
    "publisher": "Metro Books; First Edition (December 31, 1899)",
    "isbn": 9781586635602,
    "thumbnail": "https://m.media-amazon.com/images/I/41EEQ9HBWEL.jpg",
    "rating": 4.5,
    "categories": [
      "History",
      "Military",
      "Books",
      "Military Strategy History (Books)"
    ],
    "url": "https://www.amazon.com/dp/1586635603"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "\"Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.\" The Art of War The Art of War is an ancient Chinese military treatise attributed to Sun Tzu a high-ranking military general, strategist and tactician, and it was believed to have been compiled during the late Spring and Autumn period or early Warring States period. The text is composed of 13 chapters, each of which is devoted to one aspect of warfare. It is commonly known to be the definitive work on military strategy and tactics of its time. It has been the most famous and influential of China's Seven Military Classics, and for the last two thousand years it remained the most important military treatise in Asia, where even the common people knew it by name. It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond. About this edition of the translation of The Art of War This official edition of The Art of War is the unaltered, uncommented, edited text as written by Sun Tzu in the translation of Lionel Giles, first published in 1910. Giles original translation of the art of war includes commentaries and historical asides that have been removed for clarity and readability. The intention of this version is to create an Art of War similar to what the famed Thirteen Letters from Sun Tzu would have read like without modern alterations. It is the most concise, definitive, unabridged and original version. Famous quotes from this edition of The Art of War \"Appear weak when you are strong, and strong when you are weak.\"\"The supreme art of war is to subdue the enemy without fighting.\"\"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\"\"All warfare is based on deception. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near. \" About the Author Sun Tzu (544 B.C.-496 B.C.) was an ancient Chinese military general, strategist, and philosopher from the Zhou Dynasty, who has had a significant impact on Chinese and Asian history and culture, both as an author of The Art of War as well as through legend. Lao-Tzu was a philosopher and poet of ancient China who lived in the fifth century BC. He is known as the reputed author of the Tao Te Ching and the founder of philosophical Taoism. \"The Art of War makes immediately relevant one of the greatest Chinese classical texts. There's not a dated maxim or vague prescription in it. 'To win without fighting is best,' Sun Tzu said. For him, war was coeval with life. Absorb this book, and you can throw out all those contemporary books about management leadership.\" -- Newsweek",
    "pages": 62,
    "publisher": "CreateSpace Independent Publishing Platform (November 24, 2020)",
    "isbn": 9781505572834,
    "thumbnail": "https://m.media-amazon.com/images/I/61geI3IluyL.jpg",
    "rating": 4.5,
    "categories": [
      "Military Strategy History (Books)",
      "History",
      "Asia",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1505572835"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War by Sun Tzu is a timeless classic that has been used for centuries to guide military leaders, business executives, and political strategists in their decision-making and planning. Composed of 13 chapters, each focusing on a different aspect of warfare, such as strategy, tactics, and leadership, this book's key concepts are still applicable today. One of the book's most significant insights is the importance of knowing oneself and one's enemy in order to win battles. Sun Tzu emphasized that one must understand their strengths and weaknesses as well as their opponent's, to gain an advantage in a conflict. The book also emphasizes the importance of leadership and maintaining discipline within an army, as well as the use of deception and surprise as tactics, and the use of terrain, weather, and timing to gain an advantage. It highlights the idea that the ultimate goal of war is to achieve victory without having to fight or use weapons, through the power of silent, quiet, and brain-based warfare. Whether you're a student of history, a lover of strategy games, or simply someone who wants to live their life more wisely and effectively, \"The Art of War\" is a must-read book. With its clear formatting, insightful commentary, and timeless wisdom, this paperback edition is a valuable resource for anyone who wants to ethically achieve their goals and succeed in their endeavors. The Art of War by Sun Tzu - Modern English Translation, Paperback Edition - Book of World Leaders, Military Strategies, Scholars, Philosophers, Business, Politics, Ancient China Time (Lionel Gills) THE ART OF WAR BY SUN TZU FULL BOOK: The book is composed of 13 chapters, each focusing on a different aspect of warfare, such as strategy, tactics, and leadership. The Art of War has been influential not only in military strategy but also in business, politics, and other areas where highly tactical mind or strategic thinking is important. BOOK KEY CONCEPTS INCLUDES: The importance of knowing oneself and one's enemy in order to win battles and importance of leadership and maintaining discipline within an army. The use of deception and surprise as tactics, use of terrain, weather, and timing to gain an advantage. And the idea that the ultimate goal of war is to achieve victory without having to fight or use of weapons. It emphasis on the power of silent, quiet, and brain-based warfare. MODERN ENGLISH VERSION: The language in this translation is straightforward and accessible, making it ideal for readers who may not be familiar with older or more complex language. By reading this book, readers can gain a deeper understanding of strategies and how these ideas can be applied to modern generation. ON-THE-GO READING: Its compact size and durable binding make it a good companion for readers who want to revisit the timeless wisdom of Sun Tzu wherever and whenever they want. Whether you're commuting to work or taking a break in the park, this book is a valuable tool for anyone because its timeless lessons on strategy, leadership, and decision-making continue to be studied and applied today. PAPERBACK EDITION: The book's features a thoughtful layout and clear formatting make it easy to navigate. The paperback edition is beautifully illustrated book that brings the ancient Chinese text to life. Whether you're a student of history, a lover of strategy games, or simply someone who wants to live their life more wisely and effectively, \"The Art of War\" is a must-read book. The “Art of War” is one of the most quoted and influential books in history. Written 2,000 years ago in Ancient China, it continues to be studied in military academies the world over. Sun Tzu’s keen observations on warfare and strategy reverberate to this day.",
    "pages": 128,
    "publisher": "East India Publishing Company (December 17, 2018)",
    "isbn": 9781989201510,
    "thumbnail": "https://m.media-amazon.com/images/I/61Z0uX4vpcL.jpg",
    "rating": 4.4,
    "categories": [
      "Chinese Literature",
      "Leadership & Motivation",
      "Taoist Philosophy",
      "Books",
      "Literature & Fiction",
      "World Literature"
    ],
    "url": "https://www.amazon.com/dp/1989201512"
  },
  {
    "title": "SUN TZU THE ART OF WAR",
    "subtitle": "2019 NEW EDITION",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Sun Tzu The Art Of War - Paperback Edition in 204 pages Twenty-Five Hundred years ago, Sun Tzu wrote The Art of War, a classic book of military strategy based on Chinese warfare and military thought. Since that time, all levels of military have used the teaching on Sun Tzu to warfare and civilization have adapted these teachings for use in politics, business and everyday life. What is more special about this book is, The Art of War is a book where much of the insights can be used in today's fiercely competitive corporate scenarios despite the facts that it was written 2500 years ago by a Chinese general and military strategist. About Sun Tzu Sun Tzu was a Chinese general, military strategist, writer and philosopher who lived in the Eastern Zhou period of ancient China. Sun Tzu is the author of The Art of War , an influential work of military strategy that has affected Western and East Asian philosophy and military thinking. His works focus much more on alternatives to battle, such as stratagem, delay, the use of spies and alternatives to war itself, the making and keeping of alliances, the uses of deceit and a willingness to submit, at least temporarily, to more powerful foes. Sun Tzu's work has been praised and employed in East Asian warfare since its composition. During the 20th century, The Art of War grew in popularity and saw practical use in Western society as well. It continues to influence many competitive endeavors in the world, including culture, politics, business and sports, as well as modern warfare. This Art of War book translated by Lionel Giles with further elaboration by Bob Sutton.",
    "pages": 204,
    "publisher": "Independently published (May 17, 2019)",
    "isbn": 9781099066085,
    "thumbnail": "https://m.media-amazon.com/images/I/81KNcbAtaqL.jpg",
    "rating": 4.3,
    "categories": [
      "International Political Treaties",
      "Chinese Literature",
      "Philosophy & Social Aspects of Education",
      "Books",
      "Literature & Fiction",
      "World Literature"
    ],
    "url": "https://www.amazon.com/dp/1099066085"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "James Clavell"],
    "description": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.... These are the words of ancient Chinese philosopher Sun Tzu, whose now-classic treatise, The Art of War , was written more than 2,500 years ago. Originally a text for victory on the battlefield, the book has vastly transcended its original purpose. Here is a seminal work on the philosophy of successful leadership that is as applicable to contemporary business as it is to war. Today many leading American business schools use the text as required reading for aspiring managers, and even Oliver Stone's award-winning film Wall Street cites The Art of War as a guide to those who strive for success. Now acclaimed novelist James Clavell, for whom Sun Tzu's writing has been an inspiration, gives us a newly edited Art of War . Author of the best-selling Asian saga consisting of Shogun , Tai-Pan , Gai-jin , King Rat , Noble House , and Whirlwind , Clavell first heard about Sun Tzu in Hong Kong in 1977, and since then The Art Of War has been his constant companion--he refers to it frequently in Noble House . He has taken a 1910 translation of the book and clarified it for the contemporary reader. This new edition of The Art Of War is an extraordinary book made even more relevant by an extraordinary editor.",
    "pages": 96,
    "publisher": "Delta (December 1, 1989)",
    "isbn": 9780385299855,
    "thumbnail": "https://m.media-amazon.com/images/I/811opw-EN+L.jpg",
    "rating": 4.4,
    "categories": [
      "Greek & Roman Philosophy (Books)",
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Business & Money",
      "Management & Leadership",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0385299850"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "About The Art of War The Art of War is an ancient Chinese military treatise dating from the 5th century BC. Attributed to the ancient Chinese military strategist Sun Tzu the text is composed of 13 chapters, each of which is devoted to one aspect of the art of war. It is commonly thought of as a definitive work on military strategy and tactics. It was placed at the head of China's Seven Military Classics upon the collection's creation in 1080 by Emperor Shenzong of Song, and has long been the most influential strategy text in East Asia. It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond. About this edition of the translation of The Art of War This official edition of The Art of War is the unaltered, uncommented, edited text as written by Sun Tzu in the translation of Lionel Giles, first published in 1910. Giles original translation of the art of war includes commentaries and historical asides that have been removed for clarity and readability. The intention of this version is to create an Art of War similar to what the famed Thirteen Letters from Sun Tzu would have read like without modern alterations. It is the most concise, definitive, unabridged and original version. What you get when you buy this edition of The Art of War This edition of The Art of War is a 50 page long 9x6 trade paperback edition in creme paper and a black matte cover. It is a thin book that reads in about one hour, composed of small numbered paragraphs, divided into 13 chapters. Famous quotes from this edition of The Art of War “Appear weak when you are strong, and strong when you are weak.” “The supreme art of war is to subdue the enemy without fighting.” “If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.” “Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.” \"All warfare is based on deception. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near. \" A Reader's take on this edition of The Art of War The Art of War is a well versed, and short guide book to strategize, and tactically win a war. There were tons of great advice, and still relatable today. I would go even deeper that it doesn't entirely reflect on physical warfare, but a verbal confrontation or debate would suffice Sun Tzu's philosophical meanings. Even playing chess I could take his guide book, and reflect on the game.",
    "pages": 38,
    "publisher": "CreateSpace Independent Publishing Platform; 1st edition (April 7, 2017)",
    "isbn": 9781545211953,
    "thumbnail": "https://m.media-amazon.com/images/I/6139tnGLlAL.jpg",
    "rating": 4.5,
    "categories": [
      "Military Strategy History (Books)",
      "Asian Politics",
      "Political Reference",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1545211957"
  },
  {
    "title": "The Art of War",
    "subtitle": "Illustrated Edition",
    "authors": ["Sun Tzu"],
    "description": "\"Know the enemy and know yourself; in a hundred battles you will never be in peril.\" The Art of War , by the Chinese general and philosopher Sun Tzu, is one of the most influential books of military strategy ever written. More than 2,000 years old, this classic of Chinese philosophy lays out a systematic, rational approach to tactics and strategy that leaders worldwide have applied not only to the military, but also to business, law, martial arts, and sports. This elegant hardcover gift edition uses Lionel Giless classic translation and stands apart for its gorgeous design, fine Chinese illustrations, and affordable price. Giless extensive annotations and commentary on Sun Tzus aphorisms and proverbs are also included.",
    "pages": 272,
    "publisher": "Fall River; Ill edition (September 2, 2014)",
    "isbn": 9781454911869,
    "thumbnail": "https://m.media-amazon.com/images/I/81x+5lbwphL._SL1471_.jpg",
    "rating": 4.7,
    "categories": [
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Chinese History (Books)",
      "Management & Leadership",
      "Business & Money",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1454911867"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "\"The Art of War\" is an ancient Chinese military treatise dating from the 5th century BC and is attributed to the ancient Chinese military strategist Sun Tzu. The text is composed of 13 chapters, each of which is devoted to one aspect of warfare and it is commonly thought of as a definitive work on military strategy and tactics. It was placed at the head of China's Seven Military Classics upon the collection's creation in 1080 by Emperor Shenzong of Song, and has long been the most influential strategy text in East Asia. It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond.",
    "pages": 41,
    "publisher": "AA Press (June 26, 2023)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/31MArDyXq1L.jpg",
    "rating": 4.4,
    "categories": [
      "One hour (33-43 pages)",
      "Kindle Store",
      "History (Kindle Store)",
      "One-Hour History Short Reads",
      "Kindle Short Reads"
    ],
    "url": "https://www.amazon.com/dp/B08X4WK2H4"
  },
  {
    "title": "The Art of War by Sun Tzu",
    "subtitle": "The Official Edition",
    "authors": ["Sun Tzu", "Shanghai-Hunan Publishing"],
    "description": "This is a new and official translation that fixes all the mistakes and inconsistencies from previous versions of The Art of War by Sun Tzu. Carried out by professional translators and academics from the universities of Shanghai, Hunan, and Liverpool. This is the official edition in English brought to you with total accuracy, without prologues, external notes, or any interruption to the original text. It also includes a section with the 36 Stratagems, an ancient Chinese text used together with The Art of War for maximum efficiency in strategy.",
    "pages": 75,
    "publisher": "Independently published (July 14, 2019)",
    "isbn": 9798603264875,
    "thumbnail": "https://m.media-amazon.com/images/I/61LX+iNDJjL.jpg",
    "rating": 4.3,
    "categories": [
      "Eastern Philosophy (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences",
      "Philosophy of Logic & Language"
    ],
    "url": "https://www.amazon.com/dp/B083XWM25M"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Art of War is almost certainly the most famous study of strategy ever written and has had an extraordinary influence on the history of warfare. The principles Sun-Tzu expounded were utilized brilliantly by such great Asian war leaders as Mao Tse-tung, Giap, and Yamamoto. First translated two hundred years ago by a French missionary, Sun-Tzu's Art of War has been credited with influencing Napoleon, the German General Staff, and even the planning for Desert Storm. Many Japanese companies make this book required reading for their key executives. And increasingly, Western businesspeople and others are turning to the Art of War for inspiration and advice on how to succeed in competitive situations of all kinds.",
    "pages": 78,
    "publisher": "CreateSpace Independent Publishing Platform (November 12, 2018)",
    "isbn": 9781721195091,
    "thumbnail": "https://m.media-amazon.com/images/I/61BvkqoxLxL._SL1500_.jpg",
    "rating": 4.2,
    "categories": [
      "Political Philosophy (Books)",
      "Philosophy",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1721195092"
  },
  {
    "title": "The Art of War by Sun Tzu - Special Edition",
    "subtitle": null,
    "authors": ["Sun Tzu", "James H. Ford", "Shawn Conners", "Lionel Giles"],
    "description": "This special edition of \"The Art of War\" by Sun Tzu presents three complete versions of the classic text: in Chinese, in English, and fully annotated. Section I contains the complete 13 chapters of Sun Tzu's masterpiece in Chinese together with the facing page English translation by Lionel Giles, without notes or commentary. This presentation avoids the objection that commentary tends to clutter and obscure the clarity of thought of the ancient military genius. Section II contains the complete annotated translation by Lionel Giles, with explanatory notes and critical commentary. It includes an historical account of Sun Tzu's work, evaluations by Chinese commentators, an essay examining the traditional Chinese attitudes toward war and a bibliography that details Giles' source materials. The supplemental text in this section includes critical commentary and notes by both the Chinese historians as well as by Giles himself. This is invaluable information for any Eastern or Western student of Sun Tzu. Lionel Giles, as the British Museum's \"Keeper of the Department of Oriental Printed Books,\" was uniquely qualified to translate and explain this great classic Chinese work to Western readers.",
    "pages": 268,
    "publisher": "El Paso Norte Press; Special Edition (March 21, 2005)",
    "isbn": 9780976072690,
    "thumbnail": "https://m.media-amazon.com/images/I/513xwtbi85L.jpg",
    "rating": 4.4,
    "categories": [
      "Popular Psychology Reference",
      "Psychology & Counseling",
      "Military Strategy History (Books)",
      "Health, Fitness & Dieting",
      "Books",
      "History of Technology"
    ],
    "url": "https://www.amazon.com/dp/0976072696"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Twenty-Five Hundred years ago, Sun Tzu wrote this classic book of military strategy based on Chinese warfare and military thought. Since that time, all levels of military have used the teaching on Sun Tzu to warfare and civilization have adapted these teachings for use in politics, business and everyday life. The Art of War is a book which should be used to gain advantage of opponents in the boardroom and battlefield alike. A Thrifty Book is a well designed, easy to read book at an unbeatable price.",
    "pages": 96,
    "publisher": "Thrifty Books; 9/30/09 edition (October 30, 2009)",
    "isbn": 9781604598933,
    "thumbnail": "https://m.media-amazon.com/images/I/51F5kLhJqZL.jpg",
    "rating": 4.2,
    "categories": [
      "Eastern Philosophy (Books)",
      "Business & Money",
      "Management & Leadership",
      "Business Negotiating (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/160459893X"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "“When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move.” Sun Tzu, The Art of War The Art of War is an ancient Chinese military treatise attributed to Sun Tzu, a high-ranking military general, strategist and tactician. The text is composed of 13 chapters, each of which is devoted to one aspect of warfare. It is commonly known to be the definitive work on military strategy and tactics of its time. It has been the most famous and influential of China's Seven Military Classics, and \"for the last two thousand years it remained the most important military treatise in Asia, where even the common people knew it by name.\" It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond.The book was first translated into the French language in 1772 by French Jesuit Jean Joseph Marie Amiot and a partial translation into English was attempted by British officer Everard Ferguson Calthrop in 1905. The first annotated English language translation was completed and published by Lionel Giles in 1910. Leaders as diverse as Mao Zedong, General Vo Nguyen Giap, General Douglas MacArthur and leaders of Imperial Japan have drawn inspiration from the work. A Best Seller Classic that Belongs to all Booklover's Library!",
    "pages": 62,
    "publisher": "CreateSpace Independent Publishing Platform (December 21, 2020)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/610eRLhopFL.jpg",
    "rating": 4.7,
    "categories": [
      "Political Philosophy (Books)",
      "Schools & Teaching",
      "History of Education",
      "Education & Teaching",
      "Books",
      "Military Law (Books)"
    ],
    "url": "https://www.amazon.com/dp/1514682427"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Tzu SUN"],
    "description": "Book by Tzu, Sun",
    "pages": 161,
    "publisher": "Oxford University Press; First Edition (January 1, 2007)",
    "isbn": 9781572154742,
    "thumbnail": "https://m.media-amazon.com/images/I/51gcR2d8-4L.jpg",
    "rating": 4.6,
    "categories": ["Books"],
    "url": "https://www.amazon.com/dp/1572154748"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Stephan Buttgereit"],
    "description": "If you're looking for one of the world’s most revered books on strategy that speaks to all ages and want to get insights how to manage conflict wisely, efficiently, and victoriously then keep reading… About Sun Tzu & The Art of War Sun Tzu , also known as Sunzi, was born around 500 BC in China in the Kingdom of Wu and was a Chinese general and military strategist. His work, The Art of War , is considered to be the earliest known contribution on strategy and is still one of the most important to this day. Sun Tzu's \"The Art of War\" was written in China over 2500 years ago. The work is considered to be the first attempt to formulate a rational basis for the organization and execution of military operations. This Chinese classic is still an inexhaustible source of inspiration for the non-violent handling of conflicts and decisions. Psychological leadership of all parties involved, flexibility and tactics towards the opponent, extreme discipline in one's own ranks - these are principles that are universally valid and are of decisive importance not only in the army, but in all organizations, even in personal life. A complete translation of The Art of War This official edition of The Art of War is the unaltered, uncommented, edited text as written by Sun Tzu, edited and formated for enhanced clarity and readability. The intention of this version is to create an Art of War similar to what the famed Thirteen Letters from Sun Tzu would have read like without modern alterations. It is by far the most concise, definitive, unabridged and original version. In the Art of War book, you will learn: &nbsp To find ways to win the battle and the war ,— without undue conflict A fresh view to seemingly intractable challenges How to more effectively respond to resistance, reaction, conflict, and chaos How to foster a knowledge and see clearly , leading to effective action To know how to utilize or remove resources in order to increase flexibility How to choose and fight battles you are destined to win How to use military strategy to build better habits To treat with humanitarianism but control by the means of iron discipline How to become the best version of yourself 3 Famous quotes from The Art of War \"The supreme art of war is to subdue the enemy without fighting.\" \"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\" \"All warfare is based on deception. Hence, when able to attack, we must seem unable; when using our forces, we must seem inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near. \" So if you want to read one of the most important texts on warfare and strategy ever written, click the “Add to Cart” button!",
    "pages": 123,
    "publisher": "Independently published (August 1, 2018)",
    "isbn": 9781718016026,
    "thumbnail": "https://m.media-amazon.com/images/I/41GR0ZSa-6L.jpg",
    "rating": 5,
    "categories": ["Management & Leadership", "Books", "Business & Money"],
    "url": "https://www.amazon.com/dp/1718016026"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The classic by Sun Tzu. The definitive guide to strategy, tactics, and success.",
    "pages": 110,
    "publisher": "Tribeca Books; 11.3.2010 edition (December 3, 2010)",
    "isbn": 9781936594351,
    "thumbnail": "https://m.media-amazon.com/images/I/61GR1pyk2oL.jpg",
    "rating": 4.6,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1936594358"
  },
  {
    "title": "The Art Of War",
    "subtitle": "Complete Text of Sun Tzu's Classics, Military Strategy History, Ancient Chinese Military Strategist (Deluxe Collection Edition, #1)",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "“Appear weak when you are strong, and strong when you are weak.” ― Sun Tzu, The Art of War This is a complete edition which also contains Preface, Introduction, appreciations of Sun Tzu, Apologies for war and Bibliography. Don't be fooled by other versions as they are incomplete and are 50 page Bullet Points Pamphlets . This edition was translated by Lionel Giles, first published in 1910. The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period (roughly 5th century BC). The work, which is attributed to the ancient Chinese military strategist Sun Tzu is composed of 13 chapters. Each one is devoted to a different set of skills related to warfare and how it applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that was formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asian warfare and has influenced both Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond. The book contained a detailed explanation and analysis of the Chinese military, from weapons and strategy to rank and discipline. Sun also stressed the importance of intelligence operatives and espionage to the war effort. Because Sun has long been considered to be one of history's finest military tacticians and analysts, his teachings and strategies formed the basis of advanced military training for millennia to come. A True Classic that Belongs on Every Bookshelf!",
    "pages": 137,
    "publisher": "Independently published (April 14, 2021)",
    "isbn": 9798737610623,
    "thumbnail": "https://m.media-amazon.com/images/I/51ynyJi6RJS.jpg",
    "rating": 4.4,
    "categories": [
      "History of Education",
      "Philosophy",
      "Chinese History (Books)",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/B092L6YZ1P"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period (roughly 5th century BC). The work, which is attributed to the ancient Chinese military strategist Sun Tzu (\"Master Sun\", also spelled Sunzi), is composed of 13 chapters. Each one is devoted to a different set of skills (or \"art\") related to warfare and how it applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that was formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asian warfare and has influenced both Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond.",
    "pages": 105,
    "publisher": "Independently published (March 24, 2021)",
    "isbn": 9798727732410,
    "thumbnail": "https://m.media-amazon.com/images/I/612DSUcA4tL.jpg",
    "rating": 4.5,
    "categories": [
      "Crafts, Hobbies & Home",
      "Cultural Anthropology (Books)",
      "Antiques & Collectibles",
      "Books",
      "Military Antiques & Collectibles"
    ],
    "url": "https://www.amazon.com/dp/B0915VD2PX"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Featuring the Chinese text on the left and the English translation on the right, this beautifully bound edition of Sun Tzu’s classic text makes a unique gift or collector's item. Written in the sixth century BCE, Sun Tzu’s The Art of War is still widely read and consulted today for its timeless, piercing insights into strategy and tactics . Napoleon, Mao Zedong, General Vo Nguyen Giap, and General Douglas MacArthur all claimed to have drawn inspiration from it. Beyond the world of war, business and management gurus have also applied Sun Tzu’s ideas to office politics and corporate strategy. This edition of The Art of War is printed on high-quality paper and bound by traditional Chinese book-making techniques . It contains the full 13 chapters on such topics as laying plans, attacking by stratagem, weaponry, terrain, and the use of spies. Sun Tzu addresses different campaign situations, marching, energy, and how to exploit your enemy's weaknesses. This edition is an essential addition to any library, whether you’re fascinated by the philosophy of warfare, Chinese history, or even twenty-first-century business.",
    "pages": 128,
    "publisher": "Wellfleet Press; Bilingual edition (July 19, 2022)",
    "isbn": 9781577152453,
    "thumbnail": "https://m.media-amazon.com/images/I/817F+WCzBvL._SL1500_.jpg",
    "rating": 4.2,
    "categories": [
      "Chinese Literature",
      "Leadership & Motivation",
      "Books",
      "Literature & Fiction",
      "World Literature",
      "Business Motivation & Self-Improvement (Books)"
    ],
    "url": "https://www.amazon.com/dp/157715245X"
  },
  {
    "title": "The Art of War",
    "subtitle": "Deluxe Slipcase Edition (Arcturus Silkbound Classics)",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "This deluxe hardback edition of The Art of War is bound in luxurious silk and presented in a decorative slipcase, making the perfect collectible. Written around the 6th century BC, The Art of War is one of the oldest and most influential books on military strategy. It teaches you how, when battle commences, to think on your feet and catch your enemy off guard. Its penetrating theories are a must read for the modern day military enthusiast, business person and historian alike. This beautiful hardback gift edition features a foil-stamped cover design and a stunning range of full-color Chinese illustrations to lift and complement the text. It also includes a fascinating postscript on how the ideas of Sun Tzu have been put to use in business, sport and other areas of life. The perfect gift for anyone interested in ancient Chinese wisdom. ABOUT THE SERIES: The Arcturus Silkbound Classics series brings together deluxe gift editions of literary classics, presented with luxurious silk binding, striking embossed cover designs and full-color illustrations.",
    "pages": 160,
    "publisher": "Arcturus; Slp edition (October 15, 2015)",
    "isbn": 9781784048174,
    "thumbnail": "https://m.media-amazon.com/images/I/91-7Ou9JqwL.jpg",
    "rating": 4.7,
    "categories": [
      "Classic Literature & Fiction",
      "Leadership & Motivation",
      "Philosophy",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1784048178"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of WarBy Sun Tzu",
    "pages": 64,
    "publisher": "Simon & Brown (September 18, 2015)",
    "isbn": 9781613822883,
    "thumbnail": "https://m.media-amazon.com/images/I/61p2lujgzaL.jpg",
    "rating": 4.4,
    "categories": [
      "History & Theory of Politics",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/161382288X"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "James Clavell"],
    "description": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.... These are the words of ancient Chinese philosopher Sun Tzu, whose now-classic treatise, The Art of War , was written more than 2,500 years ago. Originally a text for victory on the battlefield, the book has vastly transcended its original purpose. Here is a seminal work on the philosophy of successful leadership that is as applicable to contemporary business as it is to war. Today many leading American business schools use the text as required reading for aspiring managers, and even Oliver Stone's award-winning film Wall Street cites The Art of War as a guide to those who strive for success. Now acclaimed novelist James Clavell, for whom Sun Tzu's writing has been an inspiration, gives us a newly edited Art of War . Author of the best-selling Asian saga consisting of Shogun , Tai-Pan , Gai-jin , King Rat , Noble House , and Whirlwind , Clavell first heard about Sun Tzu in Hong Kong in 1977, and since then The Art Of War has been his constant companion--he refers to it frequently in Noble House . He has taken a 1910 translation of the book and clarified it for the contemporary reader. This new edition of The Art Of War is an extraordinary book made even more relevant by an extraordinary editor.",
    "pages": 96,
    "publisher": "Delacorte Press (March 10, 1983)",
    "isbn": 9780385292160,
    "thumbnail": "https://m.media-amazon.com/images/I/51DYxWFhwOL.jpg",
    "rating": 4.4,
    "categories": [
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Chinese History (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/0385292163"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Written more than two thousand years ago by a mysterious warrior-philosopher, The Art of War is the world's most renowned text on martial strategy and tactics. More than just a military manual, it also holds the keys to victory in life itself; hence, it still resonates with readers. In this book, Sun Tzu explains when and how to engage opponents in order to overcome difficult situations; elucidates how to succeed by motivating soldiers and leveraging tactical advantages; and highlights the importance of discipline in leadership. In short, he sheds light on how to win the battle of wits. This translation is most faithful to the original and explains Sun Tzu's percepts in easy-to-understand language. Lauded by leaders from all walks of life, The Art of War is an useful treatise for negotiating not just the challenges in the military arena, but in every aspect of life.",
    "pages": 50,
    "publisher": "Rupa Publications India (June 1, 2011)",
    "isbn": 9788129140432,
    "thumbnail": "https://m.media-amazon.com/images/I/71ITCYRrfzL._SL1360_.jpg",
    "rating": 4.7,
    "categories": [
      "International Political Treaties",
      "Engineering (Books)",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/8129140438"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Samuel B. Griffith", "B. H. Liddell Hart"],
    "description": "Written in China more than 2,000 years ago, Sun Tzu's classic The Art of War is the first known study of the planning and conduct of military operations. These terse, aphoristic essays are unsurpassed in comprehensiveness and depth of understanding, examining not only battlefield maneuvers, but also relevant economic, political, and psychological factors. Indeed, the precepts outlined by Sun Tzu can be applied outside the realm of military theory. It is read avidly by Japanese businessmen and in fact was touted in the movie Wall Street as the corporate raider's bible. In addition to an excellent translation of Sun Tzu's text, Samuel Griffith also provides commentaries written by Chinese strategists, plus several thought-provoking essays on topics such as the influence of Sun Tzu on Mao Tse-tung and on Japanese military thought, the nature of warfare in Sun Tzu's time, and the life of Sun Tzu and other important commentators. Remarkable for its clear organization, lucid prose, and the acuity of its intellectual and moral insights, The Art of War is the definitive study of combat.",
    "pages": 224,
    "publisher": "Oxford University Press; Reissue edition (January 1, 1963)",
    "isbn": 9780195015409,
    "thumbnail": "https://m.media-amazon.com/images/I/41+selG05fL.jpg",
    "rating": 4.4,
    "categories": [
      "New, Used & Rental Textbooks",
      "Military Strategy History (Books)",
      "Humanities",
      "History & Theory of Politics",
      "Books",
      "History of Technology"
    ],
    "url": "https://www.amazon.com/dp/0195015401"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The classic by Sun Tzu. The definitive guide to strategy, tactics, and success.",
    "pages": 110,
    "publisher": "CreateSpace Independent Publishing Platform (July 6, 2010)",
    "isbn": 9781453689110,
    "thumbnail": "https://m.media-amazon.com/images/I/51dg9dRzO7L.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1453689117"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "James Clavell"],
    "description": "Text: English, Chinese (translation)",
    "pages": null,
    "publisher": "Delacorte Press (January 1, 1983)",
    "isbn": 9780440002437,
    "thumbnail": "https://m.media-amazon.com/images/I/61dZOemaozL.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/0440002435"
  },
  {
    "title": "The Art of War - Sun Tzu's Classic in Plain English With Sun Pin's",
    "subtitle": "The Art of Warfare",
    "authors": ["Sun Tzu", "Sun Pin", "D. E. Tarver"],
    "description": "Book One of The Warrior SeriesSun Tzu and Sun Pin's timeless strategic masterpieces are constantly analyzed and interpreted by leaders worldwide. For the first time ever, author D.E. Tarver explains the classic texts, The Art of War by Sun Tzu and The Art of Warfare by Sun Pin, in plain English.War is the perfect training ground for teaching Sun Tzu's ancient philosophies to attaining victory over an opponent. The Art of War outlines the steps for outwitting the enemy, be it an army of 10,000 or an unresponsive client.The Art of War teaches leaders strategies to attain victory by:Knowing when to stand up to an opponent, and when to back down.How to be confident without being overly confident.Considering the cost of the campaign before launching an attack.Avoiding an opponent's strengths and striking his weaknesses. \"The one who is first to the field of battle has time to rest, while his opponent rushes into the conflict weary and confused. The first will be fresh and alert. The second will waste most of his energy trying to catch up.\" Be the first to the battlefield with The Art of War.",
    "pages": 157,
    "publisher": "iUniverse Star (April 19, 2002)",
    "isbn": 9780595224722,
    "thumbnail": "https://m.media-amazon.com/images/I/61enryG3nTL.jpg",
    "rating": 4.1,
    "categories": [
      "Management & Leadership",
      "Leadership & Motivation",
      "Books",
      "Business & Money"
    ],
    "url": "https://www.amazon.com/dp/0595224725"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Over the course of history, many wars have changed the political and cultural landscape of our world. While these events are defined by their upheaval and violence, they frequently contribute to the formation of the identity of entire generations or groups of people, and thus have significant cultural effects. Despite the physical and emotional destruction that occurs during these turbulent periods, they have inspired prolific artistic creation. In the wake of traumatic events over the centuries, a myriad of artists have produced works that immortalise the most dramatic moments of these wars in order to establish them in history forever. This book presents beautiful images depicting famous battles and war scenes, accompanied by the iconic text of the legendary Chinese military strategist Sun Tzu, as well as texts documenting notable moments of different wars, each written by well-known writers. From Uccello's The Battle of San Romano to Picasso's Guernica, this work offers a captivating look at artworks inspired by war and what they reveal about humanity's history.",
    "pages": 54,
    "publisher": "Simon & Brown (October 28, 2014)",
    "isbn": 9781613821763,
    "thumbnail": "https://m.media-amazon.com/images/I/61qiGOnnGOL.jpg",
    "rating": 4.5,
    "categories": ["History", "Military", "Books"],
    "url": "https://www.amazon.com/dp/161382176X"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Jim Roberts", "Lionel Giles"],
    "description": "This is the complete text of The Art of War , one of the oldest and most successful books on military strategy in the world. It has also been applied to business and managerial strategies. The translation, by Lionel Giles, is considered one of the best available. This unabridged edition of The Art of War includes only the most essential translator's notes so that the words and thoughts of Sun Tzu may be easily understood.",
    "pages": null,
    "publisher": "Golden Words; Unabridged edition (February 1, 2016)",
    "isbn": 9781511370592,
    "thumbnail": "https://m.media-amazon.com/images/I/711sBEVq8bL.jpg",
    "rating": 4.5,
    "categories": [
      "Violence in Society (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences",
      "Books on CD",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/1511370599"
  },
  {
    "title": "The Complete Art Of War",
    "subtitle": "Sun Tzu/sun Pin (History and Warfare)",
    "authors": ["Sun-tzu", "Ralph D. Sawyer"],
    "description": "Sun Tzu's Art of War is the most famous, and the most thought-provoking, work of strategy ever written. The profound insights of this book have endured for over two thousand years, and they continue to reward careful study. The Military Methods of Sun Pin, the great-grandson of Sun Tzu, is a brilliant elaboration on his ancestor's work, which has been lost for nearly two millennia. Presented here together for the first time are the greatest of the ancient Chinese classics of strategic thought: The Complete Art of War. The Sun family writings on strategy represent a unique contribution to our understanding of human affairs. By unveiling the complex, often unexpected, interrelationships of armies locked in battle, their wisdom reveals the enduring principles of success in the struggle of life itself.With a unique index to the essential principles of strategy, and Sawyer's thoughtful chapter-by-chapter commentaries, The Complete Art of War is designed to guide the reader to new insights into the nature of human conflict and a greater understanding of every field of human activity, from playing the game of politics to building a successful marriage, from closing a deal to managing a large organization, and even from making war to making peace.",
    "pages": 320,
    "publisher": "Basic Books (June 7, 1996)",
    "isbn": 9780813330853,
    "thumbnail": "https://m.media-amazon.com/images/I/51MbQ+e6kTL.jpg",
    "rating": 4.6,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books",
      "History of Technology"
    ],
    "url": "https://www.amazon.com/dp/0813330858"
  },
  {
    "title": "The Art of War",
    "subtitle": "The Original Treatise on Military Strategy",
    "authors": ["Sun Tzu"],
    "description": "The Art of War is a military classic that is read by soldiers, business executives and people from all walks of life who want to learn valuable lessons and improve their strategic thinking. This text contains quotes such as: \"In order await the disordered; in tranquility await the clamorous. This is the way to control the mind.\" \"With the near await the distant; with the rested await the fatigued; with the sated await the hungry. This is the way to control strength.\" \"Subjugating the enemy's army without fighting is the true pinnacle of excellence.\"",
    "pages": 62,
    "publisher": "Simon & Brown (July 15, 2010)",
    "isbn": 9781936041053,
    "thumbnail": "https://m.media-amazon.com/images/I/31mF751MZML.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1936041057"
  },
  {
    "title": "The Art of War (Signature Classics)",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War by general and philosopher Sun Tzu is an influential book of strategy that has found applications in countless situations beyond the war room. More than 2,000 years old, this classic of Chinese philosophy lays out a systematic, rational approach to tactics and strategy that leaders worldwide have applied not only to the military, but also to business, law, martial arts, and sports. This edition uses Lionel Giles’s classic translation. Giles’s extensive annotations and commentary on Sun Tzu’s aphorisms and proverbs are also included.",
    "pages": 288,
    "publisher": "Union Square & Co. (September 13, 2022)",
    "isbn": 9781435171626,
    "thumbnail": "https://m.media-amazon.com/images/I/71rAz-5GuBL.jpg",
    "rating": 4.5,
    "categories": [
      "Decision-Making & Problem Solving",
      "Chinese Literature",
      "Books",
      "Literature & Fiction",
      "World Literature",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/1435171624"
  },
  {
    "title": "The Art of War (Arcturus Ornate Classics)",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt. - Sun Tzu The Art of War is the earliest-known and most famous treatise on military science. Written by military general Sun Tzu in Ancient China, it provides tactical advice on war strategy and how to adjust your approach in ever-evolving situations. Despite being written over two thousand years ago, its shrewd and penetrating theories are used today as a source of insight into many areas of life, including leadership and corporate strategy. This elegant, compact gift-edition features gold-gilded page edges, ivory paper, golden foil stamping on the cover and beautiful illustrations within, making it the perfect gift for all readers interested in ancient Chinese wisdom. ABOUT THE SERIES: Arcturus Ornate Classics are beautifully bound gifts editions of iconic literary works across history. These compact, foil-embossed hardbacks are richly illustrated and printed using deluxe ivory paper.",
    "pages": 208,
    "publisher": "Sirius; Illustrated edition (August 20, 2020)",
    "isbn": 9781838576370,
    "thumbnail": "https://m.media-amazon.com/images/I/818+gq1Ei2L._SL1500_.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Leadership & Motivation",
      "Business & Money",
      "Management & Leadership",
      "Books",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/1838576371"
  },
  {
    "title": "The Art of War",
    "subtitle": "The Definitive Interpretation of Sun Tzu's Classic Book of Strategy",
    "authors": ["Stephen F. Kaufman"],
    "description": "Learn the strategy and philosophy of China's most celebrated military theorist with this highly readable and informative edition of The Art of War. The Art of War by Sun Tzu is the best known and most highly regarded book on military strategy ever written. Although its wisdom is from ancient China, its principles and advice are timeless--as applicable in the boardroom as they are on the battlefield. Unlike contemporary translations that have focused too heavily on applying this military classic to corporate conflicts, this definitive interpretation maintains the impact of the original. Written for martial artists by a martial artist, it is free of academic commentary and ambiguous metaphors, as Hanshi Kaufman uses straightforward prose to explain Sun Tzu's message. Like the original, this new interpretation is divided into thirteen sections, each presenting vital information on military strategy ranging from assessing opposing armies and the proper treatment of troops to the use of spies.",
    "pages": 128,
    "publisher": "Tuttle Publishing; First Edition (April 15, 1996)",
    "isbn": 9780804830805,
    "thumbnail": "https://m.media-amazon.com/images/I/71qbK90zBjL.jpg",
    "rating": 4.6,
    "categories": [
      "Asia",
      "History",
      "Military Strategy History (Books)",
      "Chinese History (Books)",
      "Books",
      "Martial Arts (Books)"
    ],
    "url": "https://www.amazon.com/dp/0804830800"
  },
  {
    "title": "Sun Tzu",
    "subtitle": "The Art of Warfare",
    "authors": ["Roger T. Ames"],
    "description": "The most widely read military classic in human history, newly translated and revised in accordance with newly discovered materials of unprecedented historical significance. Fluid, crisp and rigorously faithful to the original, this new text is destined to stand as the definitive version of this cornerstone work of Classical Chinese. Of compelling importance not only to students of Chinese history and literature, but to all readers interested in the art or the philosophy of war.",
    "pages": 336,
    "publisher": "Ballantine Books; First Edition (March 2, 1993)",
    "isbn": 9780345362391,
    "thumbnail": "https://m.media-amazon.com/images/I/91snEiTxQTL.jpg",
    "rating": 4.6,
    "categories": [
      "Political Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "History of Technology"
    ],
    "url": "https://www.amazon.com/dp/034536239X"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tsu"],
    "description": "Compiled more than two thousand years ago by a mysterious warrior-philosopher, The Art of War is still perhaps the most prestigious and influential book of strategy in the world today, as eagerly studied in Asia by modern politicians and executives as it as been by military leaders since ancient times. As a study of the anatomy of organizations in conflict, The Art of War applies to competition and conflict in general, on every level from the interpersonal to the international. Its aim is invincibility, victory without battle, and unassailable strength through understanding of the physics, politics, and psychology of conflict. This translation presents the classic from the point of view of its background in the great spiritual tradition of Taoism, the origin of psychology, science, and technology in East Asia and the source of the insights into human nature that underlie this most revered of handbooks for success. Translated from a standard collection of commentaries on Sun Tzu's text by eleven interpreters, the work has been edited by Thomas Cleary to bring out the meaning of the principles of strategy. In addition, the translator provides an extensive introduction discussing the content and background of the book.",
    "pages": 172,
    "publisher": "Shambhala; 1st edition (October 26, 1988)",
    "isbn": 9780877734529,
    "thumbnail": "https://m.media-amazon.com/images/I/711hvTMtsjL.jpg",
    "rating": 4.5,
    "categories": [
      "Interpersonal Relations (Books)",
      "Relationships",
      "Military Strategy History (Books)",
      "Books",
      "Success Self-Help",
      "Self-Help"
    ],
    "url": "https://www.amazon.com/dp/0877734526"
  },
  {
    "title": "Sun Tzu The Art Of War",
    "subtitle": "2020 Updated Edition",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "About The Art of War The Art of War is an ancient Chinese military treatise dating from the 5th century BC. Attributed to the ancient Chinese military strategist Sun Tzu the text is composed of 13 chapters, each of which is devoted to one aspect of the art of war. It is commonly thought of as a definitive work on military strategy and tactics. It was placed at the head of China's Seven Military Classics upon the collection's creation in 1080 by Emperor Shenzong of Song, and has long been the most influential strategy text in East Asia. It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond. About Sun Tzu Sun Tzu was a Chinese general, military strategist, writer and philosopher who lived in the Eastern Zhou period of ancient China. Sun Tzu is the author of The Art of War, an influential work of military strategy that has affected Western and East Asian philosophy and military thinking. His works focus much more on alternatives to battle, such as stratagem, delay, the use of spies and alternatives to war itself, the making and keeping of alliances, the uses of deceit and a willingness to submit, at least temporarily, to more powerful foes. Sun Tzu's work has been praised and employed in East Asian warfare since its composition. It continues to influence many competitive endeavors in the world, including culture, politics, business and sports, as well as modern warfare. About this translation The Giles' edition of the ART OF WAR was a scholarly work. Dr. Giles was a leading sinologue at the time and an assistant in the Department of Oriental Printed Books and Manuscripts in the British Museum. Apparently he wanted to produce a definitive edition, superior to anything else that existed and perhaps something that would become a standard translation. It was the best translation available for 50 years. This book also contained a detailed explanation and analysis of the Chinese military, from weapons and strategy to rank and discipline. Sun Tzu also stressed the importance of intelligence operatives and espionage to the war effort. Because Sun Tzu has long been considered to be one of history's finest military tacticians and analysts, his teachings and strategies formed the basis of advanced military training for centuries to come. What you get when you buy this edition of The Art of War This edition of The Art of War is a 204 page long 9x6 trade paperback edition in white paper with red and black matte cover. It also comes with in introduction of who is Sun Tzu and how he has been appointed as a general during his time as quoted in one of the paragraph in the introduction section : After that, Ho Lu saw Sun Tzu was the one who knew how to handle an army, and finally appointed him general. In the west, he defeated the Ch`u State and forced his way into Ying, the capital; to the north he put fear into the States of Ch`i and Chin, and spread his fame abroad amongst the feudal princes. And Sun Tzu shared in the might of the King. A Reader's take on this edition of The Art of War This book should be read in high school, and then again in college, and then again at the start of every new job or lifestyle change. The information it contains is useful for every stage in your life, over and over again. The information is useful in order to create long-term strategies, but also to fortify your defenses. The best offense is a good defense. This book will clue you into what’s out there waiting for you. People are sneaky and malicious. Sun Tzu discusses almost every shitty situation you will encounter. Consider Sun Tzu your mensch, your therapist, your life advisor. How cool is that?",
    "pages": 204,
    "publisher": "Independently published (January 8, 2020)",
    "isbn": 9781657379190,
    "thumbnail": "https://m.media-amazon.com/images/I/41d8uZX8dvL.jpg",
    "rating": 4.7,
    "categories": [
      "International Political Treaties",
      "Ancient & Classical Literature",
      "General Sociology of Race Relations",
      "Books",
      "Politics & Social Sciences",
      "Sociology"
    ],
    "url": "https://www.amazon.com/dp/1657379191"
  },
  {
    "title": "The Art of War by Sun Tzu",
    "subtitle": "The Definitive English Translation. Complete Text With Explanatory Notes for Better Understanding (Ballard Classics)",
    "authors": ["Sun Tzu", "Ballard Classics", "Lionel Giles"],
    "description": "“The supreme art of war is to subdue the enemy without fighting.” Sun Tzu's The Art of War: The Oldest Military Treatise in the World. This is a deluxe edition produced by Ballard Classics that contains the complete English text of Sun Tzu's Art of War , along with explanatory notes, commentaries, and interpretations. There is also an Introductory section that provides important historical background on the author Sun Tzu, his work, his influences, and his legacy. The Art of War remains the most influential strategy text in East Asian warfare and has influenced both Far Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond.",
    "pages": 177,
    "publisher": "Independently published (April 27, 2022)",
    "isbn": 9798812427672,
    "thumbnail": "https://m.media-amazon.com/images/I/71ZfRiUHvcL.jpg",
    "rating": 4.6,
    "categories": [
      "Eastern Philosophy (Books)",
      "Asia",
      "History",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B09YYMFPH7"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "For more than 2,000 years, Sun Tzu's The Art of War has provided leaders with essential advice on battlefield tactics, managing troops and terrain, and employing cunning and deception. An elemental part of Chinese culture, it has also become a touchstone for the Western struggle for survival and success, whether in battle, in business or in relationships. Now, in this crisp, accessible new translation, John Minford brings this seminal work to life for today's readers. A lively, learned introduction, chronologies and suggested further reading are among the valuable apparatus included in this authoritative volume. Even those readers familiar with The Art of War will experience it anew, finding it more fascinating - and more chilling - than ever. Little is known about Sun Tzu (544-496 B.C.) and his life during the Warring States period after the decline of the Zhou dysnasty, but his classic, The Art of War, has been one of the central works of Chinese literature for 2500 years. John Minford studied Chinese at Oxford and at the Australian National University and has taught in China, Hong Kong, and New Zealand. He edited (with Geremie Barme) Seeds of Fire: Chinese Voices of Conscience and (with Joseph S. M. Lau) Chinese Classical Literature: An Anthology of Translations. He has translated numerous works from the Chinese, including the last two volumes of the Penguin Classics edition of Cao Xueqin's eighteenth-century novel The Story of the Stone and the martial-arts fiction of the contemporary Hong Kong novelist Louis Cha.",
    "pages": 544,
    "publisher": "Penguin Classic (August 18, 2015)",
    "isbn": 9780141395845,
    "thumbnail": "https://m.media-amazon.com/images/I/71U0vpIss6L.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences",
      "Military History (Books)"
    ],
    "url": "https://www.amazon.com/dp/0141395842"
  },
  {
    "title": "Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Roger Ames"],
    "description": "â??The expert at battle seeks his victory from strategic advantage and does not demand it from his menâ?? The Art of War is the most widely read military classic in human history. Dating from the period of the warring states in early Chinese history, Sun Tzuâ??s insights into strategy are today prized by leaders in all walks of life. This new gift edition combines the finest English translation with carefully chosen illustrations from the period Includes a new introduction setting the work in its context and exploring the main philosophical issues.",
    "pages": 96,
    "publisher": "Frances Lincoln; Reprint edition (April 15, 2015)",
    "isbn": 9780711236509,
    "thumbnail": "https://m.media-amazon.com/images/I/81xWYdYxPFL.jpg",
    "rating": 4.4,
    "categories": [
      "Military Strategy History (Books)",
      "Religious Philosophy (Books)",
      "Philosophy",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/071123650X"
  },
  {
    "title": "The Art of War",
    "subtitle": "(Miniature book)",
    "authors": ["Sun-Tzu"],
    "description": "The ancient Chinese general Sun Tzu is universally recognized as the greatest military strategist in history, a master of warfare interpretation. This condensed version of his influential classic imparts the knowledge and skills to overcome every adversary in war, at the office, or in everyday life.",
    "pages": 128,
    "publisher": "RP Minis; MIN edition (July 1, 2003)",
    "isbn": 9780762415984,
    "thumbnail": "https://m.media-amazon.com/images/I/41yZMPuXUuL.jpg",
    "rating": 3.9,
    "categories": [
      "Military Strategy History (Books)",
      "New Age & Spirituality",
      "New Age Reference (Books)",
      "Religion & Spirituality",
      "Fortune Telling",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0762415983"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "",
    "pages": 54,
    "publisher": "Simon & Brown (October 10, 2016)",
    "isbn": 9781613827901,
    "thumbnail": "https://m.media-amazon.com/images/I/61DMV3sAH6L.jpg",
    "rating": 4.5,
    "categories": [
      "History",
      "Military",
      "Books",
      "Military Strategy History (Books)"
    ],
    "url": "https://www.amazon.com/dp/1613827903"
  },
  {
    "title": "The Art Of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War (Chinese: 孫子兵法; lit. 'Sun Tzu's Military Method') is an ancient Chinese military treatise dating from the Late Spring and Autumn Period (roughly 5th century BC). The work, which is attributed to the ancient Chinese military strategist Sun Tzu (\"Master Sun\"), is composed of 13 chapters. Each one is devoted to a different set of skills or art related to warfare and how it applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that was formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asian warfare and has influenced both Far Eastern and Western military thinking, business tactics, legal strategy, politics, sports, lifestyles and beyond. The book contains a detailed explanation and analysis of the 5th-century BC Chinese military, from weapons, environmental conditions, and strategy to rank and discipline. Sun also stressed the importance of intelligence operatives and espionage to the war effort. Considered one of history's finest military tacticians and analysts, his teachings and strategies formed the basis of advanced military training for millennia to come.",
    "pages": 185,
    "publisher": "Global Publishers (June 7, 2023)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51Wedf5MlkL._SL1500_.jpg",
    "rating": 4.2,
    "categories": [
      "History",
      "Kindle Store",
      "History of China",
      "Military Strategy History (Kindle Store)",
      "Kindle eBooks",
      "Eastern Philosophy (Kindle Store)"
    ],
    "url": "https://www.amazon.com/dp/B0BW9W18HW"
  },
  {
    "title": "The Art Of War",
    "subtitle": "Sun Tzu on the Art of War, Translated by Lionel Giles",
    "authors": ["Sun Tzu", "Adil Aijaz", "Lionel Giles"],
    "description": "A properly formatted and perfect version of The Art of War Includes War Art of Paul Nash (1889–1946) — one of the most important landscape artists of the twentieth century. The Art of War is an ancient Chinese military treatise dating from the Spring and Autumn period in the 5th century BC. The work, which is attributed to the ancient Chinese military strategist Sun Tzu, is composed of 13 chapters. Each one is devoted to a distinct aspect of warfare and how that applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that would be formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asia. It has also had an influence on Eastern and Western military thinking, business tactics, legal strategy, and beyond. This English version is translated by Lionel Giles Who was Sun Tzu? Sun Tzu was a Chinese general, military strategist, and philosopher who lived in the Spring and Autumn period of ancient China. Sun Tzu is traditionally credited as the author of The Art of War, a widely influential work of military strategy that has affected both Western and Eastern philosophy. Aside from his legacy as the author of The Art of War, Sun Tzu is revered in Chinese and the Culture of Asia as a legendary historical figure. His birth name was Sun Wu, and he was known outside of his family by his courtesy name Changqing.",
    "pages": 80,
    "publisher": "Independently published (September 3, 2017)",
    "isbn": 9781549660702,
    "thumbnail": "https://m.media-amazon.com/images/I/61dWUsEae5S.jpg",
    "rating": 4.3,
    "categories": [
      "Military Strategy History (Books)",
      "Schools & Teaching",
      "History of Education",
      "Education & Teaching",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1549660705"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "This Qontro Classics paperback edition of The Art of War by author Sun Tzu is designed and competitively priced with the consumer in mind. The Art of War is highly recommended for those who enjoy the works of Sun Tzu and for those discovering his writings for the first time.",
    "pages": 68,
    "publisher": "Qontro Classics (June 12, 2009)",
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/71rRe+z8jgL.jpg",
    "rating": 4.5,
    "categories": [
      "Classics",
      "Literature & Fiction",
      "Books",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/B002FSHXZU"
  },
  {
    "title": "The Art of War",
    "subtitle": "A New Translation (Chinese Bound Classics)",
    "authors": ["Sun Tzu", "James Trapp"],
    "description": "Using a new translation by James Trapp and including editorial notes, this bilingual edition of The Art of War lays the original Chinese text opposite the modern English translation. Written in the sixth century BC, Sun Tzu's The Art of War is still used as a guide for military strategy today. Napoleon, Mao Zedong, General Vo Nguyen Giap, and General Douglas MacArthur all claimed to have drawn inspiration from it. Beyond the world of war, business and management gurus have also applied Sun Tzu's ideas to office politics and corporate strategy. This edition contains the full original 13 chapters on such topics as laying plans, attacking by stratagem, weaponry, terrain, and the use of spies. Sun Tzu addresses different campaign situations, marching, energy and exploiting your enemy's weaknesses. Of immense influence on great leaders across millennia, The Art of War is a classic text richly deserving this exquisite edition.",
    "pages": 96,
    "publisher": "Amber Books; Translation edition (August 16, 2022)",
    "isbn": 9781907446788,
    "thumbnail": "https://m.media-amazon.com/images/I/81KOcgxt39L.jpg",
    "rating": 4.6,
    "categories": [
      "Political Philosophy (Books)",
      "Engineering (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/1907446788"
  },
  {
    "title": "SUN TZU THE ART OF WAR FULL TEXT",
    "subtitle": "2020 Edition Classic Book Of Military Strategy And Thought Based On Chinese Warfare",
    "authors": ["Sun Tzu"],
    "description": "What is Sun Tzu The Art Of War all about ? SunTzu The Art of War is an ancient military manuals attributed by a chinese military strategist and philosopher Sun Tzu (\"Master Sun\", also spelled Sunzi). In this Art of War Full Book ,it lays out 384 tactics in 13 strategies that will assist you in formulating a sound strategy and in avoiding mistakes in a warfare by assuming you are a leader of an army. For almost 1,500 years these sun tzu book was the lead text in an anthology and remains the most influential strategy text in East Asian warfare. It has also influenced both Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond. What will you discover in Sun Tzu Art of War Full Text ? In this full version you will : 1. EXPLORE detail assessment and fundamental factors & elements that determine the outcomes of military engagements. By thinking, assessing and comparing these points, a commander can calculate his chances of victory. 2. LEARN how to understand the economy of warfare and how success requires winning decisive engagements quickly. 3. UNDERSTAND the source of strength as unity, not size, and discusses the five factors that are needed to succeed in any war. In order of importance, these critical factors are: Attack, Strategy, Alliances, Army and Cities. 4. ENCOUNTER the importance of recognizing strategic opportunities, and teaches not to create opportunities for the enemy. 5. AND many more... Application of Sun Tzu's principles outside the military The principles in The Art of War has been applied to many fields well outside of the military. Much of the text is about how to fight wars without actually having to do battle: It gives tips on how to outsmart one's opponent so that physical battle is not necessary. As such, it has found application as a training guide for many competitive endeavors that do not involve actual combat. 1. National Football League coach Bill Belichick is known to have read Sun Tzu The Art Of War and used its lessons to gain insights in preparing for games. 2. Sun Tzu book was introduced into Japan c.AD 760 and the book quickly became popular among Japanese generals. Through its later influence on Oda Nobunaga, Toyotomi Hideyoshi, and Tokugawa Ieyasu, it significantly affected the unification of Japan in the early modern era. 3.The Art Of War book was released in 2014 as an e-book companion alongside the Art of War DLC for Europa Universalis IV, a PC strategy game by Paradox Development Studios, with a foreword by Thomas Johansson. About this edition of the translation by Lionel Giles The book , The Art Of War you will be reading is about 198 pages length translated by Lionel Giles with commentaries and historical references for better understanding. The commentaries are typed in an ' easy to read ' mode to avoid confusion with the priciples. What's stopping you to read & apply Sun Tzu's tactics and strategies ? If you want to understand and start to implement the principles in your current life or goals, wait no more and click the BUY button now !",
    "pages": 208,
    "publisher": "Independently published (September 21, 2020)",
    "isbn": 9798688536362,
    "thumbnail": "https://m.media-amazon.com/images/I/610u32K8LTL.jpg",
    "rating": 4.4,
    "categories": [
      "Schools & Teaching",
      "Education & Teaching",
      "Motivational Self-Help (Books)",
      "Books",
      "Success Self-Help",
      "Military Encyclopedias"
    ],
    "url": "https://www.amazon.com/dp/B08JF5KSH6"
  },
  {
    "title": "The Art of War",
    "subtitle": "The New Illustrated Edition (Art of Wisdom)",
    "authors": ["Sun Tzu"],
    "description": "This classic Chinese text, the earliest known treatise on war, offers strategy and tactics that can be applied to every type of human conflict. Central to Sun Tzu's philosophy is the concept of using deception and superior intelligence to minimize risk, which has made his book required reading at military, business, and law schools around the world. With a Foreword by B.H. Liddell Hart and a 74-page Introduction, this deluxe edition--beautifully presented in a sumptuous silk hardcover--is a standout offering in the successful Art of Wisdom series.",
    "pages": 272,
    "publisher": "Watkins Publishing; Reprint edition (May 1, 2012)",
    "isbn": 9781780282992,
    "thumbnail": "https://m.media-amazon.com/images/I/615ol0I0SEL._SL1500_.jpg",
    "rating": 4.8,
    "categories": [
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Business & Money",
      "Management & Leadership",
      "Buddhist History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1780282990"
  },
  {
    "title": "The Ultimate Art of War",
    "subtitle": "A Step-by-Step Illustrated Guide to Sun Tzu's Teachings (The Ultimate Series)",
    "authors": ["Antony Cummins"],
    "description": "The most accessible edition of Sun Tzu’s military strategy treatise, The Art of War —perfect for martial arts enthusiasts and anyone looking to enhance their leadership and strategic thinking skills. This step-by-step guide breaks down the original Art of War into 200 digestible lessons that will help you get a competitive edge in all your endeavors. Composed in the 5th century BC, Sun Tzu's Art of War is the earliest-known treatise on military strategy, and is still hugely popular around the world for its perceptive tactical advice to commanders on how to win at war with minimal bloodshed. Aimed at all those who want to study the text in depth, this is the first step-by-step guide to the famous treatise. It breaks down the 13 chapters of the original into 200 easily digested lessons, including: • Do not press a desperate enemy • Control your troops through bond of loyalty • When you are weak, beware attack Each lesson is accompanied by comprehensive commentary and clarified with around 250 illustrations. This ultimate guide to Art of War includes the classic 1910 translation by Lionel Giles and commentary that takes into account all academic interpretations of the text, highlighting differences between modern translations as well as the perspectives of historical Chinese commentators. No other edition compares and contrasts the viewpoints of different contemporary translators, or explains exactly what each section of this often enigmatic text actually means.",
    "pages": 328,
    "publisher": "Watkins Publishing; Illustrated edition (October 8, 2019)",
    "isbn": 9781786782717,
    "thumbnail": "https://m.media-amazon.com/images/I/71wROOLvlTL._SL1500_.jpg",
    "rating": 4.7,
    "categories": [
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Philosophy",
      "Taoist Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1786782715"
  },
  {
    "title": "The Art of War",
    "subtitle": "The Definitive Interpretation of Sun Tzu's Classic Book of Strategy",
    "authors": ["Sun Tzu", "Stephen F. Kaufman", "Alexander Bennett"],
    "description": "The Art of War by Sun Tzu is the best known book on military strategy ever written. Although its wisdom is ancient, its principles and advice are timeless; it remains as influential as ever in military strategy, leadership roles, business tactics, legal challenges, martial arts philosophy and more. Everyone from New England Patriots' coach Bill Belichick to Tupac Shakur have turned to this time tested treatise. This translation is by Hanshi Stephen F. Kaufman, one of America's leading martial artists, and is specifically aimed at martial practitioners to demonstrate how Sun Tzu's strategies can be applied to martial combat. The book's thirteen sections present vital information including: Planning ahead --how a solid battle plan can help lead to victory Attacking the enemy --considerations when choosing to attack or, perhaps even more importantly, when to not attack Flexibility in combat --the importance of changing tactics as the fight evolves Exploiting weakness --how understanding your enemy's shortcomings is crucial to success This edition includes 32 pages of full color images, capturing the pageantry of ancient combat. A new foreword by martial historian and decorated martial artist Alexander Bennett explains the importance of Sun Tzu's text and the value of Kaufman's interpretation for the martial artist.",
    "pages": 144,
    "publisher": "Tuttle Publishing (November 30, 2021)",
    "isbn": 9780804854351,
    "thumbnail": "https://m.media-amazon.com/images/I/71FuxEOOhXL.jpg",
    "rating": 4.6,
    "categories": [
      "Military Strategy History (Books)",
      "Business Culture",
      "Leadership & Motivation",
      "Chinese History (Books)",
      "Business & Money",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0804854351"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Sun Tzu's The Art of War has been a vastly influential treatise on military strategy in the east from the time of China's Warring States Period (403-221 BC) onward. Though its first translation into a European language was only in 1782, the book's significance was quickly recognized and even such towering figures of Western history as Napoleon and General Douglas MacArthur have claimed it a source of inspiration. Pax Librorum (www.PaxLibrorum.com) now brings readers this highly accessible unannotated edition of Lionel Giles' definitive translation of Sun Tzu's enduring masterpiece.",
    "pages": 64,
    "publisher": "Pax Librorum (February 11, 2009)",
    "isbn": 9780981162614,
    "thumbnail": "https://m.media-amazon.com/images/I/71pRMcUy3oL.jpg",
    "rating": 4.4,
    "categories": [
      "Popular Psychology Reference",
      "Psychology & Counseling",
      "Military Strategy History (Books)",
      "Health, Fitness & Dieting",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/0981162614"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "THE ART OF WAR is game theory from the year 514 B.C. This pure English translation lists the 13 Chapters in bare form for the reader to review and contemplate Sun Tzu’s teachings as it applies to their life. The book includes wisdom for any aspiring leader. Just as President Johnson controlled the Senate by controlling little steps of the process, THE ART OF WAR is divided into 13 chapters covering all the steps of battle, be it in the office or across continents. Topics include, “Five Essentials for Victory,” “Tactical Dispositions,” “Maneuvering,” and many more. No student of influence should be without this historic philosophy book on leadership.",
    "pages": 46,
    "publisher": "Chump Change (April 4, 1910)",
    "isbn": 9781945644030,
    "thumbnail": "https://m.media-amazon.com/images/I/71CIG6x1toL.jpg",
    "rating": 4.3,
    "categories": [
      "Military Strategy History (Books)",
      "History",
      "Asia",
      "Engineering (Books)",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1945644036"
  },
  {
    "title": "Sun Tzu on The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "A Chinese military treatise that was written by Sun Tzu in the 6th century BC, during the Spring and Autumn period. Composed of 13 chapters, each of which is devoted to one aspect of warfare, it is said to be the definitive work on military strategies and tactics of its time, and still one of the basic texts. The Art of War is one of the oldest and most successful books on military strategy. It has had an influence on Eastern military thinking, business tactics, and beyond. Sun Tzu suggested the importance of positioning in strategy and that position is affected both by objective conditions in the physical environment and the subjective opinions of competitive actors in that environment. He thought that strategy was not planning in the sense of working through an established list, but rather that it requires quick and appropriate responses to changing conditions. Planning works in a controlled environment, but in a changing environment, competing plans collide, creating unexpected situations. (Wikipedia)",
    "pages": 56,
    "publisher": "CreateSpace Independent Publishing Platform (December 2, 2009)",
    "isbn": 9781449918750,
    "thumbnail": "https://m.media-amazon.com/images/I/51tmWAKwC0L.jpg",
    "rating": 4.3,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "World History (Books)",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1449918751"
  },
  {
    "title": "Art of War (Chump Change Edition)",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "This Unabridged English value reproduction of THE ART OF WAR is wisdom on competition from 2,500 years ago. It lists the 13 Chapters in bare form for the reader to review and contemplate Sun Tzu's teachings as it applies to their life. THE ART OF WAR is divided into 13 chapters covering all the steps of battle, be it in the office or across continents. Topics include, \"Five Essentials for Victory,\" \"Tactical Dispositions,\" \"Maneuvering,\" and many more. No student of influence should be without this historic philosophy book on leadership. This Chump Change edition provides a slim volume with full text at an affordable price. Contents I. LAYING PLANS 3 II. WAGING WAR 4 III. ATTACK BY STRATAGEM 6 IV. TACTICAL DISPOSITIONS 7 V. ENERGY 9 VI. WEAK POINTS AND STRONG 10 VII. MANEUVERING 13 VIII. VARIATION IN TACTICS 15 IX. THE ARMY ON THE MARCH 16 X. TERRAIN 19 XI. THE NINE SITUATIONS 21 XII. THE ATTACK BY FIRE 26 XIII. THE USE OF SPIES 27",
    "pages": 30,
    "publisher": "Chump Change; Chump Change ed. edition (April 4, 1910)",
    "isbn": 9781640320239,
    "thumbnail": "https://m.media-amazon.com/images/I/714UygMaV9L.jpg",
    "rating": 4,
    "categories": [
      "Military Strategy History (Books)",
      "History",
      "Asia",
      "Engineering (Books)",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1640320237"
  },
  {
    "title": "Sun Tzu's The Art of War Made Easy",
    "subtitle": "200 insightful questions and answers on Sun Tzu's The Art of War",
    "authors": ["Titu Doley"],
    "description": "Are you looking for time tested strategies, tactics and leadership principles which will lead to victory in war and war like situations? You have it all in The Art of War by Sun Tzu. This book, Sun Tzu's The Art of War Made Easy , presents the entire content of The Art of War in 200 insightful questions and answers. It makes mastering The Art of War a breeze. What happens to those who harken not to Sun Tzu's counsel nor act upon it? Sun Tzu said, \" The general that hearkens to my counsel and acts upon it, will conquer: let such a one be retained in command. The general that hearkens not to my counsel nor acts upon it, will suffer defeat: let such a one be dismissed.\"",
    "pages": 158,
    "publisher": "Titu Doley (September 24, 2018)",
    "isbn": 9780999682128,
    "thumbnail": "https://m.media-amazon.com/images/I/31cG1tL++uL.jpg",
    "rating": 0,
    "categories": [
      "Management & Leadership",
      "Leadership & Motivation",
      "Books",
      "Business & Money"
    ],
    "url": "https://www.amazon.com/dp/0999682121"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Written in China more than 2,000 years ago, Sun Tzu's classic The Art of War is the first known study of the planning and conduct of military operations. These terse, aphoristic essays are unsurpassed in comprehensiveness and depth of understanding, examining not only battlefield maneuvers, but also relevant economic, political, and psychological factors. Indeed, the precepts outlined by Sun Tzu can be applied outside the realm of military theory. It is read avidly by Japanese businessmen and in fact was touted in the movie Wall Street as the corporate raider's bible. In addition to an excellent translation of Sun Tzu's text, Samuel Griffith also provides commentaries written by Chinese strategists, plus several thought-provoking essays on topics such as the influence of Sun Tzu on Mao Tse-tung and on Japanese military thought, the nature of warfare in Sun Tzu's time, and the life of Sun Tzu and other important commentators. Remarkable for its clear organization, lucid prose, and the acuity of its intellectual and moral insights, The Art of War is the definitive study of combat.",
    "pages": 62,
    "publisher": "Simon & Brown; unknown edition (May 13, 2013)",
    "isbn": 9781936041756,
    "thumbnail": "https://m.media-amazon.com/images/I/41282ASKD5L.jpg",
    "rating": 4.4,
    "categories": [
      "Popular Psychology Reference",
      "Psychology & Counseling",
      "Military Strategy History (Books)",
      "Health, Fitness & Dieting",
      "Books",
      "Research Reference Books"
    ],
    "url": "https://www.amazon.com/dp/1936041758"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War was written by a Chinese general named Sun Tzu more than 2,500 years ago. The book has long been heralded for its advice on military success. And this advice has since been co-opted by legions of armchair soldiers and generals in the business world. The book is composed of 13 chapters, each of which focuses on a different aspect of war.",
    "pages": 28,
    "publisher": "FeedARead.com (September 3, 2021)",
    "isbn": 9781803021720,
    "thumbnail": "https://m.media-amazon.com/images/I/61lt6gz05+L.jpg",
    "rating": 4.4,
    "categories": [
      "Military Strategy History (Books)",
      "Business Culture",
      "Leadership & Motivation",
      "Chinese History (Books)",
      "Business & Money",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1803021721"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.” The Art of War is an enduring classic that holds a special place in the culture and history of East Asia. An ancient Chinese text on the philosophy and politics of warfare and military strategy, the treatise was written in 6th century B.C. by a warrior-philosopher now famous all over the world as Sun Tzu. Sun Tzu’ s teachings remain as relevant to leaders and strategists today as they were to rulers and military generals in ancient times. Divided into thirteen chapters and written succinctly, The Art of War is a must read for anybody who works in an competitive environment or who is interested in warfare, strategy, and Chinese history. \"",
    "pages": 104,
    "publisher": "Fingerprint! Publishing (May 1, 2014)",
    "isbn": 9788172345242,
    "thumbnail": "https://m.media-amazon.com/images/I/71H9cA7MvxS.jpg",
    "rating": 4.4,
    "categories": [
      "Teen & Young Adult",
      "Military History (Books)",
      "Teen & Young Adult Military History",
      "Military Policy (Books)",
      "Books",
      "Education & Reference"
    ],
    "url": "https://www.amazon.com/dp/8172345240"
  },
  {
    "title": "The Art of War (Sun Tzu)",
    "subtitle": "Annotated edition",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period (roughly 5th century BC). The work, which is attributed to the ancient Chinese military strategist Sun Tzu (\"Master Sun\", also spelled Sunzi), is composed of 13 chapters. Each one is devoted to an aspect of warfare and how it applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that was formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asian warfare and has influenced both Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond.The book contained a detailed explanation and analysis of the Chinese military, from weapons and strategy to rank and discipline. Sun also stressed the importance of intelligence operatives and espionage to the war effort. Because Sun has long been considered to be one of history's finest military tacticians and analysts, his teachings and strategies formed the basis of advanced military training for millennia to come.",
    "pages": 79,
    "publisher": "Independently published (April 28, 2021)",
    "isbn": 9798719229454,
    "thumbnail": "https://m.media-amazon.com/images/I/61XF1V2+waS.jpg",
    "rating": 4.4,
    "categories": [
      "Engineering & Transportation",
      "Engineering",
      "Military Technology",
      "Books",
      "Industrial Manufacturing Systems"
    ],
    "url": "https://www.amazon.com/dp/B093QH9TTV"
  },
  {
    "title": "The art of war =",
    "subtitle": "[Sun-tzu ping fa]",
    "authors": ["Sun-tzu"],
    "description": "The classic presentation of the detailed behavior that people have long used for the major interaction of human groups: Who, What, Where, When, Why, and How to wage War - or to avoid it.",
    "pages": 375,
    "publisher": "Barnes & Noble (January 1, 1994)",
    "isbn": 9781566192989,
    "thumbnail": "https://m.media-amazon.com/images/I/71vAKbZKdKL.jpg",
    "rating": 4.6,
    "categories": [
      "Engineering & Transportation",
      "Military Technology",
      "Books",
      "Engineering"
    ],
    "url": "https://www.amazon.com/dp/1566192986"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War, written in the 5th century B.C. , is the oldest military treatise in the world. For 1,500 it has greatly influenced both Eastern and Western military strategy. It consists of 13 chapters, each focusing on a specific aspect of warfare and tactics.",
    "pages": 48,
    "publisher": "Weyland Easterbrook (May 27, 2020)",
    "isbn": 9781647981327,
    "thumbnail": "https://m.media-amazon.com/images/I/71Ix4op6xPL.jpg",
    "rating": 4.5,
    "categories": [
      "History",
      "Military",
      "Books",
      "Military Strategy History (Books)"
    ],
    "url": "https://www.amazon.com/dp/1647981328"
  },
  {
    "title": "Sun Tzu - The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "The Art of War is an ancient Chinese military treatise attributed to Sun Tzu, a high-ranking military general, strategist and tactician. The text is composed of 13 chapters, each of which is devoted to one aspect of warfare. It is commonly known to be the definitive work on military strategy and tactics of its time. It has been the most famous and influential of China's Seven Military Classics, and \"for the last two thousand years it remained the most important military treatise in Asia, where even the common people knew it by name.\" It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond. The book was first translated into the French language in 1772 by French Jesuit Jean Joseph Marie Amiot and a partial translation into English was attempted by British officer Everard Ferguson Calthrop in 1905. The first annotated English language translation was completed and published by Lionel Giles in 1910. Leaders as diverse as Mao Zedong, General Vo Nguyen Giap, Baron Antoine-Henri Jomini, General Douglas MacArthur and leaders of Imperial Japan have drawn inspiration from the work. Sun Tzu considered war as a necessary evil that must be avoided whenever possible. The war should be fought swiftly to avoid economic losses: \"No long war ever profited any country: 100 victories in 100 battles is simply ridiculous. Anyone who excels in defeating his enemies triumphs before his enemy's threats become real\". According to the book, one must avoid massacres and atrocities because this can provoke resistance and possibly allow an enemy to turn the war in his favor. For the victor, \"the best policy is to capture the state intact; it should be destroyed only if no other options are available\". Sun Tzu emphasized the importance of positioning in military strategy. The decision to position an army must be based on both objective conditions in the physical environment and the subjective beliefs of other, competitive actors in that environment. He thought that strategy was not planning in the sense of working through an established list, but rather that it requires quick and appropriate responses to changing conditions. Planning works in a controlled environment; but in a changing environment, competing plans collide, creating unexpected situations.",
    "pages": 68,
    "publisher": "CreateSpace Independent Publishing Platform; Annotated edition (September 7, 2013)",
    "isbn": 9781492354604,
    "thumbnail": "https://m.media-amazon.com/images/I/71WFAWvBazL._SL1360_.jpg",
    "rating": 3.8,
    "categories": ["History", "Military", "Books"],
    "url": "https://www.amazon.com/dp/1492354600"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "Sun Tzu said: \"Let your plans be dark & impenetrable as night, & when you move, fall like a thunderbolt.' Wrotten around the 6th century BC, The Art of War is one of the oldest books about war & mliteary stragey, & probably the best. Above all, it teache syou how, when the battle commences, to think on your feet & catch your enemy off guard. This book first found a European audience when it was translated into French in 1782 & since then its readers have included Napoleon, Genreral MacArthur, Montgomery, Mao Zedong & General Paul K. Van Riper, who helped plan Operations Desert Shield & Desert Storm. The lessons of The Art of War still apply & its ancient wisdom shows you how to secure your objectives in business, sport & other areas of modern life. This beautiful collector's edition features autentic illustrations & is ideal for anyone who wants to outthik & outflank the opposition.",
    "pages": 128,
    "publisher": "Arcturus Publishing (January 1, 2008)",
    "isbn": 9781841933580,
    "thumbnail": "https://m.media-amazon.com/images/I/912+XnmFSuS.jpg",
    "rating": 4.4,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1841933589"
  },
  {
    "title": "The Art of War by Sun Tzu",
    "subtitle": "New Modern Edition",
    "authors": ["Sun Tzu", "Jeff Mcneill"],
    "description": "Possibly the foremost classic of military strategy. The Art of War was written by Sun Tzu (Sunzi, Sun Wu), a quasi-legendary figure. The work dates from the 6th to the 3rd century BCE. It is known worldwide as required reading for students of political and military science and history. Most editions of this work include a great amount of commentary from various editors, making the work more difficult to understand. We have dispensed with that here, and only include the core treatise in straightforward, modern prose.",
    "pages": 35,
    "publisher": "Classics Press (October 15, 2019)",
    "isbn": 9781938412219,
    "thumbnail": "https://m.media-amazon.com/images/I/41b+4-lRIGL.jpg",
    "rating": 4,
    "categories": [
      "Politics & Government",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1938412214"
  },
  {
    "title": "The Art of War by Sun Tzu - Classic Collector's Edition",
    "subtitle": "Includes The Classic Giles and Full Length Translations",
    "authors": ["Sun Tzu", "Shawn Conners"],
    "description": "This collectible edition of \"The Art of War by Sun Tzu\" presents these timeless instructions regarding military strategy and managing conflict in two complete versions, with over 260 pages of content. A modern introduction, tracing the origins of \"The Art of War\" and its historical and cultural importance, firmly grounds the reader in the context with which the oldest book on military strategy has survived the ages, as well as contemporary examples of its continued use. The first section of this collectible edition contains \"The Art of War\" in English, without notes or commentary. This allows the reader to understand the teachings of Sun Tzu, without the distraction of footnotes or excessive comments. The second section contains the complete annotated translation by Lionel Giles, restored by Sian Kim, along with Giles' translation notes, definitive critical commentary, and supplemental information from a broad range of sources. Written during the Victorian era, Giles' 1910 \"Introduction\" has also been included, containing the legend of \"Sun Tzu and The Army of Concubines\". Although written in the 6th century BC, the teachings of Sun Tzu are still found today in the martial arts, legal doctrine, military schools, management seminars and pervasively throughout popular culture.",
    "pages": 260,
    "publisher": "Special Edition Books; Reprint edition (June 1, 2009)",
    "isbn": 9781934255155,
    "thumbnail": "https://m.media-amazon.com/images/I/51hvKC2UfoL.jpg",
    "rating": 4.7,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Engineering (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1934255157"
  },
  {
    "title": "The Art of War",
    "subtitle": "An Illustrated Edition",
    "authors": ["Sun Tzu", "Thomas Cleary"],
    "description": "Compiled more than two thousand years ago by a mysterious warrior-philosopher, The Art of War is still perhaps the most prestigious and influential book of strategy in the world today, as eagerly studied by modern politicians and executives as it has been by military leaders since ancient times. As a study of the anatomy of organizations in conflict, The Art of War applies to competition and conflict in general, on every level from the interpersonal to the international. Its aim is invincibility, victory without battle, and unassailable strength through understanding of the physics, politics, and psychology of conflict. This illustrated edition includes some of the finest works of art from China, Japan, and Korea, selected from museums, galleries, and private collections in countries throughout the world, deepening the reader's appreciation of the teachings of The Art of War.",
    "pages": 224,
    "publisher": "Shambhala; ILL edition (October 19, 2004)",
    "isbn": 9781590301852,
    "thumbnail": "https://m.media-amazon.com/images/I/51X-c3Qn6wL.jpg",
    "rating": 4.5,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military Strategy History (Books)",
      "Books",
      "Arts & Photography",
      "History & Criticism",
      "Art History (Books)"
    ],
    "url": "https://www.amazon.com/dp/1590301854"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Thomas Cleary"],
    "description": "Compiled more than two thousand years ago, the Art of War is still perhaps the most prestigious and influential book of strategy in the world today. A study of the anatomy of forces in conflict, it has been discovered by modern business people, who understand the principles it contains are as useful for understanding the interactions of modern corporations as they are for understanding the tactics of ancient Chinese armies. This illustrated edition includes two audio CDs read by Lloyd James.",
    "pages": 224,
    "publisher": "Shambhala; Reprint edition (October 13, 2009)",
    "isbn": 9781590307434,
    "thumbnail": "https://m.media-amazon.com/images/I/91awVkFBviL.jpg",
    "rating": 4.5,
    "categories": [
      "Political Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1590307437"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "This Unabridged English value reproduction of THE ART OF WAR i s game theory from 2,500 years ago, as translated by Lionel Giles. It lists the 13 Chapters in bare form for the reader to review and contemplate Sun Tzu’s teachings as it applies to their life. THE ART OF WAR is divided into 13 chapters covering all the steps of battle, be it in the office or across continents. Topics include, “Five Essentials for Victory,” “Tactical Dispositions,” “Maneuvering,” and many more. No student of influence should be without this historic philosophy book on leadership. This Chump Change edition provides a slim volume with full text at an affordable price. Contents I. LAYING PLANS 3 II. WAGING WAR 4 III. ATTACK BY STRATAGEM 5 IV. TACTICAL DISPOSITIONS 7 V. ENERGY 8 VI. WEAK POINTS AND STRONG 9 VII. MANEUVERING 11 VIII. VARIATION IN TACTICS 13 IX. THE ARMY ON THE MARCH 14 X. TERRAIN 17 XI. THE NINE SITUATIONS 19 XII. THE ATTACK BY FIRE 23 XIII. THE USE OF SPIES 24",
    "pages": 26,
    "publisher": "Chump Change; Illustrated edition (April 4, 1910)",
    "isbn": 9781640320963,
    "thumbnail": "https://m.media-amazon.com/images/I/71QHqIHMXrL.jpg",
    "rating": 4.5,
    "categories": [
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Chinese History (Books)",
      "Philosophy",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1640320962"
  },
  {
    "title": "Art of War, The",
    "subtitle": null,
    "authors": ["Sun Tzu", "Jim Roberts"],
    "description": "This is the complete text of The Art of War , one of the oldest and most successful books on military strategy in the world. It has also been applied to business and managerial strategies. The translation, by Lionel Giles, is considered one of the best available. This unabridged edition of The Art of War includes only the most essential translator's notes so that the words and thoughts of Sun Tzu may be easily understood.",
    "pages": null,
    "publisher": "Golden Words; Unabridged edition (February 1, 2016)",
    "isbn": 9781511370615,
    "thumbnail": "https://m.media-amazon.com/images/I/61DLt51fjGL.jpg",
    "rating": 4.5,
    "categories": [
      "Business Culture",
      "Motivational Management & Leadership",
      "Business & Money",
      "Books",
      "Business Motivation & Self-Improvement (Books)",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/1511370610"
  },
  {
    "title": "The Art of War (Chiron Academic Press - The Original Authoritative Edition)",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "THE ART OF WAR (Chinese: 孫子兵法; pinyin: Sūnzĭ bīngfǎ) is an ancient Chinese military treatise attributed to Sun Tzu, a high-ranking military general, strategist and tactician, and kindred to the Realpolitik of his time, termed in China as Legalism. The text is composed of 13 chapters, each of which is devoted to one aspect of warfare. It is commonly thought of as a definitive work on military strategy and tactics. It has been the most famous and influential of China's Seven Military Classics, and \"for the last two thousand years it remained the most important military treatise in Asia, where even the common people knew it by name.\" It has had an influence on Eastern and Western military thinking, business tactics, legal strategy and beyond. Beyond its military and intelligence applications from earliest days to the present time, THE ART OF WAR has been applied to many fields well outside of the military. Much of the text is about how to fight wars without actually having to do battle: it gives tips on how to outsmart one's opponent so that physical battle is not necessary. As such, it has found application as a training guide for many competitive endeavors that do not involve actual combat. There are business books applying its lessons to office politics and corporate strategy. Many companies make the book required reading for their key executives. The book is also popular among Western business management, who have turned to it for inspiration and advice on how to succeed in competitive business situations. It has also been applied to the field of education. The Art of War has been the subject of law books and legal articles on the trial process, including negotiation tactics and trial strategy.",
    "pages": 108,
    "publisher": "Chiron Academic Press; Authoritative ed. edition (December 7, 2015)",
    "isbn": 9789176371107,
    "thumbnail": "https://m.media-amazon.com/images/I/61w2H0Z62dL._SL1360_.jpg",
    "rating": 4.3,
    "categories": [
      "Systems & Planning",
      "Military Strategy History (Books)",
      "Chinese History (Books)",
      "Management & Leadership",
      "Business & Money",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/9176371107"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Sun Tzu's classic is profound and absolutely clear. Although ostensibly on military strategy, it is a treatise on the command of a hierarchical organisation in the face of conflict, and as such is invaluable in the worlds of politics and business. We present the definitive translation, by Lionel Giles, assistant curator at the British Museum and Keeper of the Department of Oriental Manuscripts.",
    "pages": 48,
    "publisher": "Benediction Classics (October 18, 2018)",
    "isbn": 9781789430059,
    "thumbnail": "https://m.media-amazon.com/images/I/61bUGBjPp-L.jpg",
    "rating": 4.5,
    "categories": [
      "Leadership & Motivation",
      "Asian Politics",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences",
      "Motivational Self-Help (Books)"
    ],
    "url": "https://www.amazon.com/dp/1789430054"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Charles Conrad"],
    "description": "The Ultimate Guide to Victory in Battle, Business, and Life. Compiled by Sun Tzu in the 6th century B.C., The Art of War is the world's oldest surviving military treatise. Long revered as the definitive guide to strategy and tactics on the battlefield, its timeless wisdom is now being applied in the boardroom, on the playing field, and everywhere challenges must be faced. Required reading for U.S. Marine commandants, The Art of War has inspired generals from Douglas MacArthur to Norman Schwazkopf. But it has also been used by top executives, sports coaches, political strategists, lawyers, salesmen, pick-up artists, and Survivor contestants. Whatever your arena of battle, The Art of War will help you overcome overcome every obstacle along the path to success. This book is available in paperback, Audible audiobook, and Kindle e-book from Best Success Books.",
    "pages": 66,
    "publisher": "CreateSpace Independent Publishing Platform; Reprint edition (March 25, 2009)",
    "isbn": 9781442119451,
    "thumbnail": "https://m.media-amazon.com/images/I/41hDjKb7LOL.jpg",
    "rating": 4.7,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Deals in Books",
      "Books",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1442119454"
  },
  {
    "title": "The Art of War by Sun Tzu",
    "subtitle": "A Modern Edition (Strategy Wisdom)",
    "authors": ["Sun Tzu", "Jeff Mcneill"],
    "description": "The Art of War is a classic of military strategy. It is ascribed to Sun Tzu, also named Sunzi or Sun Wu, a quasi-legendary figure. The work has been dated from between the 6th to the 3rd century BCE. It is known worldwide and is read widely by students of politics and the military. As with other classics, many of its themes are timeless. Quotations from the work can be meaningful apart from the thousands of years which separate us from the time and place of its creation. The present work is a new edition based on the original translation of Lionel Giles. The 1910 English prose of Giles is awkward to our modern ears, and slows down our reading and appreciation of this classic. This modern edition is meant to communicate the authentic essence and meaning of this work in modern, accessible English prose.",
    "pages": 36,
    "publisher": "Parliament Press, LLC; First Edition (December 14, 2012)",
    "isbn": 9781938412004,
    "thumbnail": "https://m.media-amazon.com/images/I/51gQLrNRZCL.jpg",
    "rating": 3.7,
    "categories": ["History", "Military", "Books"],
    "url": "https://www.amazon.com/dp/1938412001"
  },
  {
    "title": "Mastering The Art of War by Sun Tzu",
    "subtitle": "A questions and answers based approach of mastering The Art of War by Sun Tzu",
    "authors": ["Titu Doley"],
    "description": "Are you seeking answers to following questions and many more questions like these ? If yes, it is time to turn to The Art of War by Sun Tzu for the answers. Why the art of war is of vital importance to the State? In war what should be the great objective? On whom depends, whether a nation shall be in peace or in peril? What is supreme excellence in the art of war? Who provides the opportunity of defeating the enemy? When to use defensive and offensive tactics? When does a victorious strategist seek battle? What is the principle for control of large force and a few men? Which methods to use for joining battle and for securing victory? What are the two methods of attack in battle? How can you be sure of succeeding in your attack? How can you ensure the safety of your defense? What would happen if neither time nor place be known of the coming battle? In war, what to avoid and what to strike? What not to do when you surround a desperate foe? What are the besetting sins of a general, ruinous to the conduct of war? What does peace proposals unaccompanied by a signed covenant indicate? When envoys are sent with compliments in their mouths, what is it sign of? What will happen if soldiers are punished before they have grown attached to you? What are the six calamities an army is exposed to, from faults for which the general is responsible? If fighting is sure to result in victory, then what you must do, even though the ruler forbid it? If fighting will not result in victory, then what you must not do, even at the ruler’s bidding? What will happen on seizing something which your opponent holds dear? Why spies are most important element in war? Which class of spies be treated with the utmost liberty?",
    "pages": 248,
    "publisher": "Titu Doley (December 20, 2017)",
    "isbn": 9780999682111,
    "thumbnail": "https://m.media-amazon.com/images/I/61SvuAWHH3L.jpg",
    "rating": 0,
    "categories": [
      "History",
      "Military",
      "Books",
      "Military Strategy History (Books)"
    ],
    "url": "https://www.amazon.com/dp/0999682113"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "“A clever fighter is one who not only wins, but excels in winning with ease.” Sun Tzu’s blueprint for battlefield strategy remains the original and greatest military strategy book. The Art of War is as relevant to today’s warriors in business, politics, and everyday life as it once was to the warlords of ancient China. It is one of the most useful books ever written on leading with wisdom, an essential tool for modern corporate warriors battling to gain the advantage in the boardroom, and for anyone struggling to gain the upper hand in confrontations and competitions. This highly praised version features annotations by renowned Sun Tzu scholar Lionel Giles. There is also a lengthy introduction giving background and biographical information on the mysterious author of this classic treatise on strategy.",
    "pages": 126,
    "publisher": "CreateSpace Independent Publishing Platform (April 4, 2014)",
    "isbn": 9781497559417,
    "thumbnail": "https://m.media-amazon.com/images/I/71ygCug64GL.jpg",
    "rating": 4.5,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Ancient & Controversial Knowledge",
      "Books",
      "Reference (Books)"
    ],
    "url": "https://www.amazon.com/dp/1497559413"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Although there are many classic treatises on the subject, it may be said that no greater work on the subject of military theory exists than Sun Tzu’s “The Art of War.” It is certainly one of the oldest known books on the subject having been written some 2500 years ago. Sun Tzu, a Chinese general, military strategist, and philosopher lived in the second half of the 6th century BC and considered war as a necessary evil that if possible is better to be avoided. In his work, Sun Tzu focused heavily on the strategic planning leading up to warfare, the positioning of military assets, and the economic constraints that define the conflict. Because of this, the lessons of “The Art of War,” have routinely drawn comparisons to the challenges present in other disciplines, including business, politics, and litigation. Sun Tzu’s work has been studied for centuries and the wisdom contained within it continues to be applicable to this day. This edition is translated with commentary and an introduction by Lionel Giles and is printed on premium acid-free paper.",
    "pages": 98,
    "publisher": "Digireads.com Publishing (April 22, 2018)",
    "isbn": 9781420957624,
    "thumbnail": "https://m.media-amazon.com/images/I/51zKYlwWUBL.jpg",
    "rating": 4.5,
    "categories": [
      "History",
      "Military",
      "Books",
      "Military Strategy History (Books)"
    ],
    "url": "https://www.amazon.com/dp/1420957627"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": [""],
    "description": "This book comes in a hardcover collectors box. Never used. Not only is this a work of art, it also looks like one. Feels like one. A real book, that you will have for a long time. And will be a joy to look at.",
    "pages": null,
    "publisher": null,
    "isbn": 9781784042028,
    "thumbnail": "https://m.media-amazon.com/images/I/81zxRyOOYcL._SL1500_.jpg",
    "rating": 4.5,
    "categories": [
      "Engineering & Transportation",
      "Military Technology",
      "Books",
      "Engineering"
    ],
    "url": "https://www.amazon.com/dp/1784042021"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Aidan Gillen", "Sun Tzu", "Audible Studios"],
    "description": "The 13 chapters of The Art of War , each devoted to one aspect of warfare, were compiled by the high-ranking Chinese military general, strategist, and philosopher Sun-Tzu. In spite of its battlefield specificity, The Art of War has found new life in the modern age, with leaders in fields as wide and far-reaching as world politics, human psychology, and corporate strategy finding valuable insight in its timeworn words. Aidan Gillen - who has learned a thing or two about strategy through his roles as skilled manipulator Petyr \"Littlefinger\" Baelish ( Game of Thrones ) and ambitious politician Tommy Carcetti ( The Wire ) - brilliantly performs this ancient classic. His experience in portraying insightful and, at times, cunning characters makes him a natural fit for this ancient collection of battlefield epigrams whose influence has grown tremendously in the modern world.",
    "pages": null,
    "publisher": null,
    "isbn": null,
    "thumbnail": "https://m.media-amazon.com/images/I/51EE3GAdmfL.jpg",
    "rating": 4.4,
    "categories": [
      "Motivation & Self-Improvement",
      "Business Culture",
      "Books",
      "Business & Money"
    ],
    "url": "https://www.amazon.com/dp/B00URW47O6"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Sun Tzu's classic on military strategy is profound and absolutely clear. It is valuable in the political and business world today. We present the definitive translation, by Lionel Giles, assistant curator at the British Museum and Keeper of the Department of Oriental Manuscript.",
    "pages": 46,
    "publisher": "Benediction Classics; Illustrated edition (July 23, 2013)",
    "isbn": 9781781393970,
    "thumbnail": "https://m.media-amazon.com/images/I/71w0AMR0bjL.jpg",
    "rating": 4.5,
    "categories": [
      "General Elections & Political Process",
      "Military Strategy History (Books)",
      "Leadership & Motivation",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences"
    ],
    "url": "https://www.amazon.com/dp/1781393974"
  },
  {
    "title": "SUN TZU THE ART OF WAR",
    "subtitle": "Discover 13 Effective Military Strategies In Winning A Warfare In The Art Of War By Sun Tzu",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "The Art Of War By Sun Tzu Sun Tzu The Art of War Full book is an ancient military manuals attributed by a chinese military strategist and philosopher Sun Tzu (\"Master Sun\", also spelled Sunzi). In Sun Tzu full text, it lays out 384 tactics in 13 strategies that will assist you in formulating a sound strategy and in avoiding mistakes in a warfare by assuming you are a leader of an army. For almost 1,500 years, The Art of War book by Sun Tzu was the lead text in an anthology and remains the most influential strategy text in East Asian warfare. It has also influenced both Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond. What will you discover in Sun Tzu The Art of War full book ? In this Sun Tzu full text version, it will show you how to : 1. EXPLORE detail assessment and fundamental factors & elements that determine the outcomes of military engagements. By thinking, assessing and comparing these points, a commander can calculate his chances of victory. 2. LEARN the economy of warfare and how success requires winning decisive engagements quickly. 3. UNDERSTAND the source of strength as unity, not size, and discusses the five factors that are needed to succeed in any war. In order of importance, these critical factors are: Attack, Strategy, Alliances, Army and Cities. 4. ENCOUNTER the importance of recognizing strategic opportunities, and teaches not to create opportunities for the enemy. 5. AND many more... Application of Sun Tzu Strategies The Art of War outside the military Sun Tzu strategies in The Art of War book has been applied to many fields well outside of the military. Much of the text in Sun Tzu The Art Of War full version is about how to fight wars without actually having to do a battle: It gives tips on how to outsmart one's opponent so that physical battle is not necessary. As such, it has found application as a training guide for many competitive endeavors that do not involve actual combat. 1. National Football League coach Bill Belichick is known to have read Sun Tzu Art Of War book and used its lessons to gain insights in preparing for games. 2. Sun Tzu books was introduced into Japan c.AD 760 and the book quickly became popular among Japanese generals. Through its later influence on Oda Nobunaga, Toyotomi Hideyoshi, and Tokugawa Ieyasu, it significantly affected the unification of Japan in the early modern era. 3. The Art Of War book was released in 2014 as an e-book companion alongside the Art of War DLC for Europa Universalis IV, a PC strategy game by Paradox Development Studios, with a foreword by Thomas Johansson. Sun Tzu The Art of War Paperback Edition Sun Tzu strategies in this Sun Tzu The Art Of War book you will be reading is about 200 pages length . In this full version Sun The Art of War translated by Giles are with commentaries and historical references for deeper understanding. It is a 6 x 9 paperback edition in an ' eye- friendly ' mode. If you want to refresh your mind and start thinking your strategy, get yourself the full version Sun Tzu The Art Of War from us today !",
    "pages": 205,
    "publisher": "Independently published (October 26, 2019)",
    "isbn": 9781702464963,
    "thumbnail": "https://m.media-amazon.com/images/I/51SC34asaVL.jpg",
    "rating": 4.5,
    "categories": [
      "International Political Treaties",
      "Politics & Government",
      "Books",
      "Politics & Social Sciences",
      "Intergovernmental Organizations Policy"
    ],
    "url": "https://www.amazon.com/dp/1702464962"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "There is a reason why such diverse leaders as five-star generals, Fortune 500 CEO’s and Tony Soprano have consulted this classic book on the planning and conduct of military operations. Written in China more than 2000 years ago, The Art of War remains one of the most quoted and reference how-to books every written. It offers wisdom on competition from 2,500 years ago. It’s thirteen chapters lay out for the reader guidance that centuries of readers have read and applied to their lives, struggles, and work. It covers all the steps of battle, be it in the office or across continents; topics include, \"Five Essentials for Victory,\" \"Tactical Dispositions,\" \"Maneuvering,\" and many more. Table of Contents: Laying Plants Waging War Attack by Stratagem Tactical Dispositions Energy Weak Points and Strong Maneuvering Variations in Tactics The Army on the March Terrain The Nine Situations The Attack by Fire The Use of Spies No student of history, business, battle, or life should be without this historic book on tactics and leadership. “Appear weak when you are strong, and strong when you are weak.” “The supreme art of war is to subdue the enemy without fighting.” “Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.” “Supreme excellence consists of breaking the enemy's resistance without fighting.” “Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win” “In the midst of chaos, there is also opportunity”",
    "pages": 272,
    "publisher": "Skyhorse; 1st edition (May 7, 2013)",
    "isbn": 9781620874028,
    "thumbnail": "https://m.media-amazon.com/images/I/71g5JSWqLcL.jpg",
    "rating": 4.1,
    "categories": [
      "Military Strategy History (Books)",
      "History",
      "Asia",
      "Engineering (Books)",
      "Chinese History (Books)",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/1620874024"
  },
  {
    "title": "Sun Tzu For Execution",
    "subtitle": "How to Use the Art of War to Get Results",
    "authors": ["Steven W Michaelson"],
    "description": "While most other titles on Sun Tzu emphasize the strategic or philosophical nature of Sun Tzu's writings, this guide will show readers how to implement The Art of War tactically and operationally. It promotes savvy strategic principles from Sun Tzu such as: share rewards, coordinate resources, and choose your timing. \"Sun Tzu for Execution\" enables readers to achieve results and improve their bottom line. Filled with insight commentary and examples from companies that are best in class at execution, \"Sun Tzu for Execution\" makes strategy actionable.",
    "pages": 224,
    "publisher": "Adams Media; Second edition (January 19, 2007)",
    "isbn": 9781598690521,
    "thumbnail": "https://m.media-amazon.com/images/I/61KSbbfY6ZL._SL1500_.jpg",
    "rating": 4.8,
    "categories": [
      "Leadership & Motivation",
      "Business & Money",
      "Management & Leadership",
      "Communication Skills",
      "Books",
      "Business Management (Books)"
    ],
    "url": "https://www.amazon.com/dp/1598690523"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": [
      "Sun Tzu",
      "Randy H. Sooknanan",
      "Denise  K. McTighe",
      "Lionel Giles",
      "Elvira Valentina Resta"
    ],
    "description": "This annotated edition of \"The Art of War\" includes: Explanations of historical context Literary comments and analyses The Art of War (ART STORIA Literary Classics Annotated Edition) is an ancient Chinese military treatise dating from the Late Spring and Autumn Period. The work, which is attributed to the ancient Chinese military strategist Sun Tzu, is composed of 13 chapters. Each one is devoted to an aspect of warfare and how it applies to military strategy and tactics.",
    "pages": 105,
    "publisher": "Independently published (January 29, 2021)",
    "isbn": 9798701868760,
    "thumbnail": "https://m.media-amazon.com/images/I/71TrxQY5c-L.jpg",
    "rating": 4.7,
    "categories": [
      "Eastern Philosophy (Books)",
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books"
    ],
    "url": "https://www.amazon.com/dp/B08VCL59F6"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu", "Lionel Giles M.A."],
    "description": "Ever since The Art of War was published, military leaders have been following its advice. In the twentieth century, the Communist leader Mao Zedong said that the lessons he learned from The Art of War helped him defeat Chiang Kai-Shek’s Nationalist forces during the Chinese Civil War. Other recent devotees of Sun Tzu’s work include Viet Minh commanders Vo Nguyen Giap and Ho Chi Minh and American Gulf War generals Norman Schwarzkopf and Colin Powell. Meanwhile, executives and lawyers use the teachings of The Art of War to get the upper hand in negotiations and to win trials. Business-school professors assign the book to their students and sports coaches use it to win games. It has even been the subject of a self-help dating guide. Plainly, this 2,500-year-old book still resonates with a 21st-century audience.",
    "pages": 64,
    "publisher": "CreateSpace Independent Publishing Platform (November 22, 2017)",
    "isbn": 9781979954006,
    "thumbnail": "https://m.media-amazon.com/images/I/51C9Wde2pvL.jpg",
    "rating": 4.5,
    "categories": ["Reference", "Books"],
    "url": "https://www.amazon.com/dp/1979954003"
  },
  {
    "title": "The Art of War",
    "subtitle": "2022 Edition",
    "authors": ["Sun Tzu", "Lionel Giles"],
    "description": "Translated from the Chinese with Introduction and Critical Notes by LIONEL GILES . The Art of War has been applied to many fields outside of the military. Much of the text is about how to outsmart one's opponent without actually having to engage in physical battle. As such, it has found application as a training guide for many competitive endeavors that do not involve actual combat. Many business books have applied the lessons taken from the book to office politics and corporate business strategy. Many Japanese companies make the book required reading for their key executives . The book is also popular among Western business circles citing its utilitarian values regarding management practices. Many entrepreneurs and corporate executives have turned to it for inspiration and advice on how to succeed in competitive business situations. The book has also been applied to the field of education. The Art of War has been the subject of legal books and legal articles on the trial process, including negotiation tactics and trial strategy. The book The 48 Laws of Power by Robert Greene employs philosophies covered in The Art of War. The Art of War has also been applied in sports. National Football League coach Bill Belichick, record holder of the most Super Bowl wins in history, has stated on multiple occasions his admiration for The Art of War. Brazilian association football coach Luiz Felipe Scolari actively used The Art of War for Brazil's successful 2002 World Cup campaign. During the tournament Scolari put passages of The Art of War underneath his players' doors in the night. The Art of War is often quoted while developing tactics and/or strategy in esports. \"Play To Win\" by David Sirlin analyses applications of the ideas from The Art of War in modern esports. The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period (roughly 5th century BC). The work, which is attributed to the ancient Chinese military strategist Sun Tzu (\"Master Sun\"), is composed of 13 chapters. Each one is devoted to a different set of skills or art related to warfare and how it applies to military strategy and tactics. For almost 1,500 years it was the lead text in an anthology that was formalized as the Seven Military Classics by Emperor Shenzong of Song in 1080. The Art of War remains the most influential strategy text in East Asian warfare[1] and has influenced both Far Eastern and Western military thinking, business tactics, legal strategy, lifestyles and beyond. The book contains a detailed explanation and analysis of the 5th-century BC Chinese military, from weapons and strategy to rank and discipline. Sun also stressed the importance of intelligence operatives and espionage to the war effort. Considered one of history's finest military tacticians and analysts, his teachings and strategies formed the basis of advanced military training for millennia to come.",
    "pages": 156,
    "publisher": "Independently published (July 10, 2022)",
    "isbn": 9798840195840,
    "thumbnail": "https://m.media-amazon.com/images/I/61y5gQiGcAL.jpg",
    "rating": 0,
    "categories": [
      "Systems & Planning",
      "Business & Money",
      "Management & Leadership",
      "Strategic Business Planning",
      "Books",
      "Classic Literature & Fiction"
    ],
    "url": "https://www.amazon.com/dp/B0B5KQKZGK"
  },
  {
    "title": "Sun Tzu on the Art of War",
    "subtitle": null,
    "authors": ["Giles", "Lionel Giles"],
    "description": "First Published in 2005. This is the classic translation of the Chinese military masterpiece; it preserves the character and nuances of the Chinese original. The inspiration of Mao Tse Tung and countless generations of military leaders, it was written in antiquity and consists of thirteen chapters that reflect the mind of a born strategist and practical soldier whose maxims, full of acuteness and common sense, relate as much to the present day as they do to the military conditions of the time when they were written. As useful in the pursuit of success in modem business as it was in ancient warfare, this volume also relates to all aspects of personal and everyday life in which you must either be a winner or a loser.",
    "pages": 210,
    "publisher": "Routledge; 1st edition (June 15, 2002)",
    "isbn": 9780710307385,
    "thumbnail": "https://m.media-amazon.com/images/I/71cHgRRwu9L.jpg",
    "rating": 5,
    "categories": [
      "Anthropology (Books)",
      "Asia",
      "History",
      "Books",
      "Japanese History (Books)",
      "General Anthropology"
    ],
    "url": "https://www.amazon.com/dp/0710307381"
  },
  {
    "title": "SUN TZU THE ART OF WAR RED EDITION",
    "subtitle": null,
    "authors": ["James Sonhill DBA", "Sun Tzu"],
    "description": "Sun Tzu The Art of War™ Red Edition is a profound wisdom and fundamental knowledge for competitive thinking of today whether in business, politics, or anything else in between. Its strategy principles and formulas are timeless and universal as well as proven and practical. This book has a comprehensive translation of Sun Tzu The Art of War™. It is the only translation in the world that has 360 strategy principles which are easy to read and understand. Mastering these proven principles and practicing them will make you decisive and effective in the way you lead your people and make your decisions.",
    "pages": 142,
    "publisher": "Independently published (November 12, 2020)",
    "isbn": 9798563354876,
    "thumbnail": "https://m.media-amazon.com/images/I/614M-Tt9GQL.jpg",
    "rating": 0,
    "categories": [
      "Decision-Making & Problem Solving",
      "Eastern Philosophy (Books)",
      "Business & Money",
      "Management & Leadership",
      "Books",
      "Business Decision Making"
    ],
    "url": "https://www.amazon.com/dp/B08NF1MG38"
  },
  {
    "title": "The Art of War",
    "subtitle": null,
    "authors": ["Sun Tzu"],
    "description": "It is not too often one can read or listen to a 2600 year-old book and know that it still has relevance and importance today. The Art of War has long been considered not only a military classic, but a classic book in general. Sun Tzus treatise on various aspects and components of wartime strategy is highly recommended for insight into the Eastern mindset and military planning. It also can apply to business, legal and educational situations as well.",
    "pages": null,
    "publisher": "Mission Audio; Unabridged edition (October 1, 2010)",
    "isbn": 9781610450638,
    "thumbnail": "https://m.media-amazon.com/images/I/51FeVcrFNPL.jpg",
    "rating": 4.4,
    "categories": [
      "Military",
      "Military Strategy History (Books)",
      "History",
      "Books",
      "Books on CD",
      "Success Self-Help"
    ],
    "url": "https://www.amazon.com/dp/1610450639"
  }
]
