[{"title": "Beach Read", "subtitle": null, "authors": ["Emily Henry"], "description": "He doesn't believe in happy endings. She's lost her faith that they exist. But could they find one together?January is a hopeless romantic who narrates her life like she's the lead in a blockbuster movie. Gus is a serious literary type who thinks true love is a fairy-tale.But January and Gus have more in common than you'd think-They're both broke. They've got crippling writer's block. And they need to write bestsellers before summer ends.The result? A bet to swap genres and see who gets published first.The risk? In telling each other's stories, their worlds might be changed entirely...", "pages": 368, "isbn": 9780241989524, "publisher": null, "categories": ["Authors"], "rating": 3.5, "thumbnails": ["http://books.google.com/books/content?id=lbanywEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780241989524-us.jpg"]}, {"title": "Beach Read", "subtitle": null, "authors": ["Emily Henry"], "description": "FROM THE #1 NEW YORK TIMES BESTSELLING AUTHOR OF PEOPLE WE MEET ON VACATION AND BOOK LOVERS! A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters. Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast. They’re polar opposites. In fact, the only thing they have in common is that for the next three months, they're living in neighboring beach houses, broke, and bogged down with writer's block. Until, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She’ll take him on field trips worthy of any rom-com montage, and he’ll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no one will fall in love. Really.", "pages": 386, "isbn": 9781984806741, "publisher": "Penguin", "categories": ["Fiction"], "rating": 3.5, "thumbnails": null}, {"title": "A Wedding at the Beach Hut", "subtitle": "The feel-good read of the summer from the Sunday Times top-ten bestselling author", "authors": ["Veronica Henry"], "description": "Discover the gorgeous new summertime must-read from Sunday Times bestseller Veronica Henry - a holiday for the heart and soul! 'A lush, inviting read that lifts the heart and spirits!' Adele Parks, bestselling author of Just My Luck --------------------------------- Escape to Everdene Sands, where the sun is shining - but is the tide about to turn? Robyn and Jake are planning their dream wedding at the family beach hut in Devon. A picnic by the turquoise waves, endless sparkling rosé and dancing barefoot on the golden sand . . . But Robyn is more unsettled than excited. She can't stop thinking about the box she was given on her eighteenth birthday, and the secrets it contains. Will opening it reveal the truth about her history - and break the hearts of the people she loves most? As the big day arrives, can everyone let go of the past and step into a bright new future? --------------------------------- Your favourite authors love to escape with Veronica Henry's feel-good stories! 'As uplifting as summer sunshine' - Sarah Morgan 'A delicious treat of a book' - Milly Johnson 'An utter delight' - Jill Mansell 'Truly blissful escapism' - Lucy Diamond 'A heartwarming story combined with Veronica's sublime writing' - Cathy Bramley --------------------------------- Praise for A Wedding at the Beach Hut! 'Escape to a world where it's OK to dance barefoot on the sand - the latest feel-good instalment in the Beach Hut series' Heat 'Wonderful' Daily Mail Veronica Henry really does excel in creating hugely entertaining, captivating and uplifting reads . . . Vibrant and sparkling - LoveReading 'We read this brilliant book in one sitting' Bella 'Another poignant, touching and feel-good book about family life from the much loved author' Women's Weekly 'The perfect feel-good summer read' Fabulous, The Sun 'Veronica Henry is brilliant at writing about family relationships and she's on top form here. Her descriptions of seaside life will make you yearn to move to the coast, while the intertwining story of Robyn's birth mother will bring a tear to your eye' S mag, Sunday Express 'Gloriously summery' Best 'The Beach Hut series is a slice of pure sunshine' Good Housekeeping 'Lashings of romance...A lovely read' The Lady 'A breezy, sunny tale that will whisk you away to a happy place' Sunday Mirror 'Veronica Henry's descriptions of life by the sea will make you yearn to move to the coast, while the story behind Robyn's adoption will bring a tear to your eye' Sunday Express --------------------------------- And other readers adore Veronica's irresistibly uplifting bestselling books too: 'Amazingly heartwarming, full of families, friends and romance' 'Packed full of wit and charm' 'I loved all the rich and vibrant characters' 'Buy it, read it, you'll love it' 'One of those stories you hope will never end!'", "pages": 294, "isbn": 9781409183563, "publisher": "Hachette UK", "categories": ["Reference"], "rating": null, "thumbnails": null}, {"title": "Christmas at the Beach Hut", "subtitle": "The heartwarming holiday read", "authors": ["Veronica Henry"], "description": "The joyous Christmas novel from the Sunday Times top-ten bestselling author of A Family Recipe and The Beach Hut 'A glorious story full of hope, heartache and Christmas magic' Cathy Bramley 'Wise, insightful, beautiful written and sprinkled with Christmas joy - I adored this book' Milly Johnson Everyone adores Christmas . . . Especially Lizzy Kingham. But this year, she is feeling unloved and under-appreciated by her family. The present-buying, decorating and food shopping have all been left to her. So she wonders ... what would happen if she ran away and left them to it? Lizzy heads to her favourite place: a beach hut on the golden sands of Everdene. There she meets an unlikely collection of new friends, all running away from something. But the spirit of Christmas gets under Lizzy's skin: soon the fairy lights are twinkling and the scent of mulled wine mingles with the sea air. Back at Pepperpot Cottage, her family are desperate to find her. For Christmas isn't Christmas without Lizzy. Can they track her down in time and convince her she means the world to them, every day of the year? Bursting with love, hope, forgiveness - and plenty of Christmas cheer - this is the perfect stocking filler! ***Veronica Henry's next beach hut novel, A Wedding at the Beach Hut, is available to pre-order now!*** ***** Your favourite authors love Veronica Henry: 'Insightful and heart-warming, this is the perfect cosy read for a cold winter's night. I loved it' Sarah Morgan 'A Christmas treat!' Katie Fforde 'Full of comfort and joy, warmth and wit' Alexandra Brown Escape to the seaside this Christmas!", "pages": 297, "isbn": 9781409166665, "publisher": "Hachette UK", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "La novela del verano (Beach Read)", "subtitle": null, "authors": ["Emily Henry"], "description": "Dos escritores, unas vacaciones y una apuesta. Todo puede suceder durante un verano. January Andrews es escritora de novelas románticas y una soñadora empedernida. August Everett escribe novelas serias y cree que el amor verdadero es sólo un cuento chino. Pero January y Gus tienen mucho más en común de lo que creen: Los dos están arruinados. Los dos están bloqueados. Y los dos necesitan escribir un bestseller antes de que termine el verano. Un fenómeno mundial de TikTok. «Una novela cálida y divertida que invita a creer en los finales felices.» Alice Kellen", "pages": 352, "isbn": 9788408261018, "publisher": "Editorial Planeta", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "Beach Read. Romanzo d'estate", "subtitle": null, "authors": ["Emily Henry"], "description": "UN'AUTRICE DI ROMANZI ROSA CHE NON CREDE PIÙ NELL'AMORE UN AUTORE DI ROMANZI LETTERARI COL BLOCCO DELLO SCRITTORE UNA SCOMMESSA CHE CAMBIERÀ LE LORO VITE... E I LORO LIBRI “I lettori impazziranno per questa commedia.” – Publishers Weekly (starred review) “Un inno alle seconde possibilità, in amore come nella vita.” – Kirkus Augustus Everett è un autore amato dalla più intransigente critica letteraria. January Andrews invece scrive deliziose commedie romantiche che scalano regolarmente le classifiche. Lui è uno scrittore serio, ma non riesce a parlare di sentimenti. Lei è una sostenitrice dell’amore per sempre e del lieto fine. Non hanno niente in comune. A parte che per i prossimi tre mesi saranno vicini di casa. January ha infatti deciso di rifugiarsi nel cottage del padre sul lago Michigan e pensa di trascorrere l’estate raccogliendo le idee e scrivendo un romanzo pieno della felicità che non sa più immaginare: ha da poco scoperto un segreto sui suoi genitori e non crede più nell’amore. Nella veranda accanto alla sua c’è però un vicino di casa inaspettato: Augustus Everett, suo ex compagno di college e soprattutto autore di fama. Anche lui colpito da un paralizzante blocco dello scrittore. Da sempre i due non si sopportano, ma decidono di lanciarsi una sfida per cercare di darsi una mano, o più probabilmente di punzecchiarsi. Si scambieranno il romanzo. E così Augustus dovrà dimostrare di saper scrivere anche un lieto fine e January di sapersi cimentare nella scrittura del Grande Romanzo Americano. E questa scommessa cambierà inevitabilmente tutti i finali... Emily Henry ci regala una storia poetica ed effervescente che ha conquistato lettori e librai indipendenti. Beach Reach. Romanzo d’estate è un’irresistibile e sofisticata commedia indie sugli opposti che si attraggono e sulle seconde occasioni, che regala leggerezza e buonumore e che ha scalato per mesi la classifica del New York Times.", "pages": 344, "isbn": 9788830530515, "publisher": "Harper Collins Italia", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "The Beach of Dreams", "subtitle": "A Romance", "authors": ["Henry De Vere Stacpoole"], "description": "This work has been selected by scholars as being culturally important and is part of the knowledge base of civilization as we know it. This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work. Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. To ensure a quality reading experience, this work has been proofread and republished using a format that seamlessly blends the original graphical elements with text in an easy-to-read typeface. We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.", "pages": 238, "isbn": 9781374848610, "publisher": "Pinnacle Press", "categories": ["Fiction"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=2AqVswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781374848610-us.jpg"]}, {"title": "Beach Read", "subtitle": "Nederlandse editie", "authors": ["Emily Henry"], "description": "Een prachtige, ontroerende roman over tweede kansen, in het leven en in de liefde", "pages": 265, "isbn": 9789044364941, "publisher": "Overamstel Uitgevers", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "La novela del verano (Beach Read) Ed. Argentina", "subtitle": null, "authors": ["Emily Henry"], "description": "Dos escritores, unas vacaciones y una apuesta. Todo puede suceder durante un verano. January Andrews es escritora de novelas románticas y una soñadora empedernida. August Everett escribe novelas serias y cree que el amor verdadero es sólo un cuento chino. Pero January y Gus tienen mucho más en común de lo que creen: Los dos están arruinados. Los dos están bloqueados. Y los dos necesitan escribir un bestseller antes de que termine el verano. Un fenómeno mundial de TikTok. «Una novela cálida y divertida que invita a creer en los finales felices.» Alice Kellen", "pages": 375, "isbn": 9789504980803, "publisher": "Planeta Argentina", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "Beach Read", "subtitle": null, "authors": ["Emily Henry"], "description": "Międzynarodowy bestseller, który rozpali cię w te wakacje! Zabawna historia miłosna pośród skwierczącego upałem lata. January Andrews to popularna autorka romansów, która ma w sercu i na koncie jedynie ogromną pustkę. Augustus Everett, poważny znany literat, gardzi szczęśliwymi zakończeniami i uważa, że prawdziwa miłość to bajka. Dzieli ich prawie wszystko, za to łączy fakt, że przez następne trzy miesiące będą mieszkać w sąsiednich domkach na plaży, walcząc z pisarską blokadą i twórczą niemocą. Tymczasem koniec lata to nieprzekładalny termin oddania ich bestsellerów. Zawierają zakład i wymieniają się tematami książki. Zaczyna się wyścig. Wygra ten, kogo książka ukaże się jako pierwsza. Tylko że opowiadanie sobie nawzajem życiowych historii może nieść ze sobą poważne ryzyko. I wywrócić świat do góry nogami.", "pages": 440, "isbn": 9788366967168, "publisher": "Wydawnictwo Kobiece", "categories": ["Fiction"], "rating": null, "thumbnails": null}, {"title": "La Novela Del Verano / Beach Read (Spanish Edition)", "subtitle": null, "authors": ["Emily Henry"], "description": "Dos escritores, unas vacaciones y una apuesta. Todo puede suceder durante el verano January Andrews es escritora de novelas románticas y una soñadora empedernida. Augustus Everett escribe novelas serias y cree que el amor verdadero es solo un cuento chino. Pero January y Gus tienen mucho más en común de lo que creen: Los dos están arruinados. Los dos están bloqueados. Y los dos necesitan escribir un bestseller antes de que termine el verano. ENGLISH DESCRIPTION Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast. They're polar opposites. In fact, the only thing they have in common is that for the next three months, they're living in neighboring beach houses, broke, and bogged down with writer's block. Until, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She'll take him on field trips worthy of any rom-com montage, and he'll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no one will fall in love. Really.", "pages": 0, "isbn": 9786070793318, "publisher": "Planeta Publishing", "categories": null, "rating": null, "thumbnails": ["http://books.google.com/books/content?id=W7ZizwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9786070793318-us.jpg"]}]