[
  {
    "title": "Can't Hurt Me",
    "subtitle": "Master Your Mind and Defy the Odds",
    "authors": ["David Goggins"],
    "description": "For David Goggins, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him \"The Fittest (Real) Man in America.\" In Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "pages": 364,
    "isbn": 9781544512273,
    "publisher": null,
    "categories": ["Athletes"],
    "rating": 4.5,
    "thumbnails": [
      "http://books.google.com/books/content?id=ng84vQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781544512273-us.jpg"
    ]
  },
  {
    "title": "Can't Hurt Me",
    "subtitle": "Master Your Mind and Defy the Odds",
    "authors": ["David Goggins"],
    "description": "\"For David Goggins, childhood was a nightmare. Poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him 'The Fittest (Real) Man in America.'. In Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential\"--Publisher's description.",
    "pages": 363,
    "isbn": 9781544512280,
    "publisher": null,
    "categories": ["Athletes"],
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "Can't Hurt Me",
    "subtitle": "Master Your Mind and Defy the Odds - Clean Edition",
    "authors": ["David Goggins"],
    "description": "For David Goggins, childhood was a nightmare - poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him The Fittest (Real) Man in America. In this curse-word-free edition of Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "pages": 364,
    "isbn": 9781544507859,
    "publisher": null,
    "categories": null,
    "rating": 4.5,
    "thumbnails": [
      "http://books.google.com/books/content?id=i-VtzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781544507859-us.jpg"
    ]
  },
  {
    "title": "Niente può fermarti. Can't hurt me. Domina la mente e sfida l'impossibile",
    "subtitle": null,
    "authors": ["David Goggins"],
    "description": null,
    "pages": 0,
    "isbn": 9788855059176,
    "publisher": null,
    "categories": ["Biography & Autobiography"],
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=T4rZzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9788855059176-us.jpg"
    ]
  },
  {
    "title": "Can't Hurt Me",
    "subtitle": "Beherrsche deinen Geist und erreiche jedes Ziel. Endlich die deutsche Ausgabe des Weltbestsellers. Über 5 Millionen verkaufte Exemplare weltweit",
    "authors": ["David Goggins"],
    "description": "Für David Goggins war die Kindheit ein Albtraum – Armut, Vorurteile und körperliche Misshandlung verfolgten ihn bis in seine Träume. Doch durch Selbstdisziplin, mentale Stärke und harte Arbeit verwandelte er sich vom depressiven, übergewichtigen Jugendlichen ohne Perspektive in eine Ikone der U.S. Army und einen der Top-Ausdauersportler der Welt. Er ist der Einzige, der je das Elitetraining sowohl zum Navy SEAL als auch U.S. Army Ranger und Air Force Tactical Air Controller bestand, außerdem stellte er zahlreiche Ausdauerrekorde auf. In »Can't Hurt Me« erzählt er seine wahrlich erstaunliche Lebensgeschichte und zeigt, dass die meisten von uns nicht einmal die Hälfte ihres Potenzials ausschöpfen. Goggins bezeichnet dies als 40-Prozent-Regel. Sein herausragendes Beispiel veranschaulicht hingegen, wie es jedem gelingen kann, das zu ändern und Schmerzgrenzen und Ängste zu überwinden.",
    "pages": 0,
    "isbn": 9783745322286,
    "publisher": "Riva Verlag",
    "categories": ["Business & Economics"],
    "rating": null,
    "thumbnails": null
  }
]
