[{"title": "Elon Musk", "subtitle": "How the Billionaire CEO of SpaceX and Tesla is Shaping Our Future", "authors": ["Ashlee Vance"], "description": "South African born Elon Musk is the renowned entrepreneur and innovator behind PayPal, SpaceX, Tesla, and SolarCity. Musk wants to save our planet; he wants to send citizens into space, to form a colony on Mars; he wants to make money while doing these things; and he wants us all to know about it. He is the real-life inspiration for the Iron Man series of films starring Robert Downey Junior. The personal tale of Muskâe(tm)s life comes with all the trappings one associates with a great, drama-filled story. He was a freakishly bright kid who was bullied brutally at school, and abused by his father. In the midst of these rough conditions, and the violence of apartheid South Africa, Musk still thrived academically and attended the University of Pennsylvania, where he paid his own way through school by turning his house into a club and throwing massive parties. He started a pair of huge dot-com successes, including PayPal, which eBay acquired for $1.5 billion in 2002. Musk was forced out as CEO and so began his lost years in which he decided to go it alone and baffled friends by investing his fortune in rockets and electric cars. Meanwhile Muskâe(tm)s marriage disintegrated as his technological obsessions took over his life ... Elon Musk is the Steve Jobs of the present and the future, and for the past twelve months, he has been shadowed by tech reporter, Ashlee Vance. Elon Musk: How the Billionaire CEO of Spacex and Tesla is Shaping our Future is an important, exciting and intelligent account of the real-life Iron Man.", "pages": 400, "isbn": 9780753555637, "publisher": "Virgin Books", "categories": ["Biography & Autobiography"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=1bLDoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780753555637-us.jpg"]}, {"title": "Elon Musk", "subtitle": "Tesla, SpaceX, and the Quest for a Fantastic Future", "authors": ["Ashlee Vance"], "description": "In the spirit of Steve Jobs and Moneyball, Elon Musk is both an illuminating and authorized look at the extraordinary life of one of Silicon Valley’s most exciting, unpredictable, and ambitious entrepreneurs—a real-life Tony Stark—and a fascinating exploration of the renewal of American invention and its new “makers.” Elon Musk spotlights the technology and vision of Elon Musk, the renowned entrepreneur and innovator behind SpaceX, Tesla, and SolarCity, who sold one of his Internet companies, PayPal, for $1.5 billion. Ashlee Vance captures the full spectacle and arc of the genius’s life and work, from his tumultuous upbringing in South Africa and flight to the United States to his dramatic technical innovations and entrepreneurial pursuits. Vance uses Musk’s story to explore one of the pressing questions of our age: can the nation of inventors and creators who led the modern world for a century still compete in an age of fierce global competition? He argues that Musk—one of the most unusual and striking figures in American business history—is a contemporary, visionary amalgam of legendary inventors and industrialists including Thomas Edison, Henry Ford, Howard Hughes, and Steve Jobs. More than any other entrepreneur today, Musk has dedicated his energies and his own vast fortune to inventing a future that is as rich and far-reaching as the visionaries of the golden age of science-fiction fantasy. Thorough and insightful, Elon Musk brings to life a technology industry that is rapidly and dramatically changing by examining the life of one of its most powerful and influential titans.", "pages": 0, "isbn": 9780062301253, "publisher": "Ecco", "categories": ["Biography & Autobiography"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=Ma4sjwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780062301253-us.jpg"]}, {"title": "Elon Musk Young Readers’ Edition", "subtitle": null, "authors": ["Ashlee Vance"], "description": "Elon Musk is an inspirational role model for young entrepreneurs, breaking boundaries and revolutionising the tech-world. He is also the real-life inspiration for the Iron Man series of films, starring Robert Downey Junior. From his humble beginnings in apartheid South Africa, he showed himself to be an exceptionally bright child, and overcame brutal bullying to become the world’s most exciting entrepreneur, founding PayPal, SpaceX, Tesla and Solar City. He has emerged as something of a superhero-like figure for today’s generation of children. He’s not only seen as an entrepreneur in the spirit of a Steve Jobs but as an inventor and bold thinker. He’s the guy offering children the possibility of a brighter, more exciting future and has come to symbolize innovation and optimism.", "pages": 288, "isbn": 9780753545119, "publisher": "Random House", "categories": ["Biography & Autobiography"], "rating": null, "thumbnails": null}, {"title": "Elon Musk and the Quest for a Fantastic Future Young Readers' Edition", "subtitle": null, "authors": ["Ashlee Vance"], "description": "“Highly recommended for high school and ambitious middle school readers.” —School Library Journal \"A valuable addition to STEM-themed collections.\" —VOYA An in-depth look into the extraordinary life of the world’s most important entrepreneur, Elon Musk. This middle grade book is an excellent choice for tween readers in grades 5 to 6, especially during homeschooling. It’s a fun way to keep your child entertained and engaged while not in the classroom. This fascinating and easily accessible paperback young readers’ adaptation of Ashlee Vance’s New York Times bestselling Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future features black-and-white photographs throughout and an epilogue. The version for adults has been praised as “riveting” (The Financial Times), “spirited” (The Wall Street Journal), and “masterful” (Vice). Now younger readers can read about this innovative leader who is revolutionizing three industries at once: space, automotive, and energy. There are few people in history who could match Elon Musk’s relentless drive and vision. A modern combination of famous inventors and industrialists like Thomas Edison, Henry Ford, and Steve Jobs, Elon is the man behind companies such as SpaceX, Tesla Motors, SolarCity, and PayPal that are transforming the way we live. Written with exclusive access to Elon, his family, and his friends, this book traces Elon’s journey from a kid in South Africa to a young man in the United States, his dramatic technical inventions, and his world-changing companies. Elon has sparked new levels of innovation in the world, and this book gives young readers a detailed but fast-paced look at his story. A Junior Library Guild Selection!", "pages": 288, "isbn": 9780062463296, "publisher": "HarperCollins", "categories": ["Juvenile Nonfiction"], "rating": 5, "thumbnails": null}, {"title": "Elon Musk", "subtitle": "How the Billionaire CEO of SpaceX and Tesla is Shaping Our Future", "authors": ["Ashlee Vance"], "description": "South African born Elon Musk is the renowned entrepreneur and innovator behind PayPal, SpaceX, Tesla, and SolarCity. Musk wants to save our planet; he wants to send citizens into space, to form a colony on Mars; he wants to make money while doing these things; and he wants us all to know about it. He is the real-life inspiration for the Iron Man series of films starring Robert Downey Junior. The personal tale of Muskâe(tm)s life comes with all the trappings one associates with a great, drama-filled story. He was a freakishly bright kid who was bullied brutally at school, and abused by his father. In the midst of these rough conditions, and the violence of apartheid South Africa, Musk still thrived academically and attended the University of Pennsylvania, where he paid his own way through school by turning his house into a club and throwing massive parties. He started a pair of huge dot-com successes, including PayPal, which eBay acquired for $1.5 billion in 2002. Musk was forced out as CEO and so began his lost years in which he decided to go it alone and baffled friends by investing his fortune in rockets and electric cars. Meanwhile Muskâe(tm)s marriage disintegrated as his technological obsessions took over his life ... Elon Musk is the Steve Jobs of the present and the future, and for the past twelve months, he has been shadowed by tech reporter, Ashlee Vance. Elon Musk: How the Billionaire CEO of Spacex and Tesla is Shaping our Future is an important, exciting and intelligent account of the real-life Iron Man.", "pages": 400, "isbn": 9780753555637, "publisher": "Virgin Books", "categories": ["Biography & Autobiography"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=1bLDoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780753555637-us.jpg"]}, {"title": "Penguin Readers Level 3: Elon Musk (ELT Graded Reader)", "subtitle": null, "authors": ["Ashlee Vance"], "description": "Penguin Readers is an ELT graded reader series. Please note that the eBook edition does NOT include access to the audio edition and digital book. Written for learners of English as a foreign language, each title includes carefully adapted text, new illustrations and language learning exercises. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Elon Musk, a Level 3 Reader, is A2 in the CEFR framework. The text is made up of sentences with up to three clauses, introducing first conditional, past continuous and present perfect simple for general experience. It is well supported by illustrations, which appear on most pages. This book tells the story of Elon Musk, American businessman and multi-billionaire. Learn about his early years in South Africa and Canada, move to Silicon valley and his plans to travel to Mars. Visit the Penguin Readers website Register to access online resources including tests, worksheets and answer keys. Exclusively with the print edition, readers can unlock a digital book and audio edition (not available with the eBook).", "pages": 80, "isbn": 9780241491096, "publisher": "Penguin UK", "categories": ["Foreign Language Study"], "rating": null, "thumbnails": null}, {"title": "Elon Musk", "subtitle": "Como o CEO bilionário da SpaceX e da Tesla está moldando nosso futuro", "authors": ["Ashlee Vance"], "description": "Elon Musk é o empreendedor mais ousado de nosso tempo. Uma mistura de Thomas Edison, Henry Ford, Howard Hughes e Steve Jobs, ele é o homem por trás dos cobiçados esportivos elétricos da Tesla Motors, dos painéis e baterias de energia solar popularizados pela SolarCity e dos foguetes espaciais da SpaceX, construídos do zero com recursos privados e muito mais baratos que qualquer versão já lançada pelas agências governamentais. Entre as próximas metas de Musk está a colonização de Marte. Nesse livro, o experiente jornalista de tecnologia Ashlee Vance apresenta um olhar inédito sobre a vida e as realizações inacreditáveis do homem mais audacioso do Vale do Silício. Fundamentado em mais de cinquenta horas de conversas com Musk e entrevistas com mais de trezentas pessoas ligadas a ele, Vance investiga em detalhes a trajetória muitas vezes instável e controversa das empresas de Musk e traça um retrato impressionante do personagem complexo que renovou a indústria com uma série de inovações de enorme impacto político e econômico, num vislumbre do que pode vir a ser o futuro encabeçado pelo progresso de seus negócios visionários. Em uma época como a atual, em que a maioria das empresas prefere o lucro fácil ao risco de desenvolver tecnologias radicalmente novas, Musk se destaca como o único empresário com dinamismo e visão suficientes para comandar — e revolucionar — três indústrias ao mesmo tempo. Se ele é simplesmente um lunático ou a mente mais brilhante a ter posto os pés neste planeta, só o tempo dirá, mas sua biografia, hoje, já é parte relevante da história.", "pages": 0, "isbn": 9788580578287, "publisher": null, "categories": ["Biography & Autobiography"], "rating": null, "thumbnails": null}, {"title": "Elon Musk", "subtitle": "Wie Elon Musk die Welt verändert – Die Biografie", "authors": ["Elon Musk", "Ashlee Vance"], "description": "Elon Musk ist der da Vinci des 21. Jahrhunderts. Seine Firmengründungen lesen sich wie das Who's who der zukunftsträchtigsten Unternehmen der Welt. Alles, was dieser Mann anfasst, scheint zu Gold zu werden. Mit PayPal revolutionierte er das Zahlen im Internet, mit Tesla schreckte er die Autoindustrie auf und sein Raumfahrtunternehmen SpaceX ist aktuell das weltweit einzige Unternehmen, das ein Raumschiff mit großer Nutzlast wieder auf die Erde zurückbringen kann. Dies ist die persönliche Geschichte hinter einem der größten Unternehmer seit Thomas Edison, Henry Ford oder Howard Hughes. Das Buch erzählt seinen kometenhaften Aufstieg von seiner Flucht aus Südafrika mit 17 Jahren bis heute. Elon Musk gilt als der »Real Iron Man« – in Anlehnung an einen der erfolgreichsten Comichelden der Welt. Es ist die gleichsam inspirierende, persönliche und spannende Geschichte eines der erfolgreichsten Querdenker der Welt. In einem Umfang wie noch kein Journalist zuvor hatte Ashlee Vance für diese Biografie exklusiven und direkten Zugang zu Elon Musk, seinem familiären Umfeld und persönlichen Freunden. Mit 16 Seiten exklusiven und persönlichen Bildern aus Elon Musks persönlichem Fotoalbum.", "pages": 401, "isbn": 9783862487226, "publisher": "FinanzBuch Verlag", "categories": ["Biography & Autobiography"], "rating": null, "thumbnails": null}, {"title": "Elon Musk and the Quest for a Fantastic Future", "subtitle": null, "authors": ["Perfection Learning Corporation"], "description": null, "pages": 288, "isbn": 9781690386919, "publisher": "Turtleback", "categories": null, "rating": null, "thumbnails": null}, {"title": "Elon Musk", "subtitle": "Pria di Balik Paypal, Tesla, SpaceX dan Masa Depan yang Fantastis", "authors": ["Ashlee Vance"], "description": "Di dunia ini, hanya sedikit industrialis dalam sejarah yang mampu menyamai visi jenius dan ambisi Musk dalam hidupnya. Bagaikan perpaduan versi modern dari Thomas Edison, Henry Ford, dan Steve Jobs, Musk merupakan orang dibalik PayPal, Tesla Motors, SpaceX, dan SolarCity yang telah menggemparkan industri dan bisnis di Amerika. Ditulis dengan akses ekslusif Vance terhadap Musk, keluarga, dan teman-temanya, buku ini menyusuri jejak perjalanannya dari masa-masa sulit Musk di Afrika Selatan, hingga pendakian ke puncak karirnya di bisnis global dunia. Ketika buku ini tiba di tanganmu, sangat mungkin bahwa Musk dan SpaceX telah berhasil mendaratkan sebuah roket dari luar angkasa pada sebuah landasan yang mengapung di lautan, atau kembali pada landasan peluncurannya di Florida. Vance menghabiskan waktu lebih dari 50 jam berbincang dengan Musk dan mewawancarai sekitar tiga ratus orang untuk menceritakan jatuh bangun dan riuh rendah yang terjadi dalam kehidupan Musk untuk membangun semua perusahaannya, menggambarkan sosok seorang Musk, seorang pria kompleks yang telah memperbaharui industri Amerika dan memancarkan level baru dari sebuah inovasi-yang tentu saja membuat dirinya memiliki banyak musuh di sepanjang perjalanan karirnya. Di saat banyaknya perusahaan Amerika yang lebih tertarik mengejar keuntungan bisnisnya dengan cara yang mudah, daripada harus mengambil resiko besar dengan mengusahakan sebuah teknologi radikal, Musk berdiri dengan tegap dan menjadi satu-satunya pebisnis yang mengambil alih-bahkan merevolusi-tiga bidang industri sekaligus. Buku ini bukan sekedar membahas tentang bisnis. Musk telah menguasai seni untuk memaksimalkan potensi dari seluruh karyawannya [Mizan Publishing, Biografi, Teknologi, Tokoh, Innovator, Terjemahan, Indonesia]", "pages": 460, "isbn": 9786020851785, "publisher": "Mizan Kaifa", "categories": ["Biography & Autobiography"], "rating": null, "thumbnails": null}, {"title": "Elon Musk", "subtitle": "Tesla, SpaceX ve Muhtesem Gelecegin Pesinde", "authors": ["Ashlee Vance"], "description": null, "pages": 464, "isbn": 9786056685842, "publisher": null, "categories": ["Businesspeople"], "rating": null, "thumbnails": null}]