[
  {
    "title": "On The Origin Of Species",
    "author": "Charles Darwin",
    "isbn": 9789380703688
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "A Facsimile of the First Edition",
    "authors": ["Professor Charles Darwin", "Charles Darwin"],
    "description": "A FACSIMILE OF THE FIRST EDITION.",
    "pages": 564,
    "isbn": 9780674637528,
    "publisher": "Harvard University Press",
    "categories": ["Science"],
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=bPoaiu6ijJoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9780674637528-us.jpg"
    ]
  },
  {
    "title": "On the Origin of Species",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "'can we doubt ... that individuals having any advantage, however slight, over others, would have the best chance of surviving and of procreating their kind?' In the Origin of Species (1859) Darwin challenged many of the most deeply held beliefs of the Western world. His insistence on the immense length of the past and on the abundance of life-forms, present and extinct, dislodged man from his central position in creation and called into question the role of the Creator. He showed that new species are achieved by natural selection, and that absence of plan is an inherent part of the evolutionary process. Darwin's prodigious reading, experimentation, and observations on his travels fed into his great work, which draws on material from the Galapagos Islands to rural Staffordshire, from English back gardens to colonial encounters. The present edition provides a detailed and accessible discussion of his theories and adds an account of the immediate responses to the book on publication. The resistances as well as the enthusiasms of the first readers cast light on recent controversies, particularly concerning questions of design and descent. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "pages": 432,
    "isbn": 9780191500961,
    "publisher": "OUP Oxford",
    "categories": ["Science"],
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "On the Origin of Species by Means of Natural Selection, Or, The Preservation of Favoured Races in the Struggle for Life",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "On November 12, 1859, English scientist Charles Darwin published what is arguably the most influential, groundbreaking and controversial piece of scientific study the world has ever seen. In his work, \"On the Origin of Species by Means of Natural Selection,\" Darwin proposed that all living things originated from common ancestors and developed over the course of time in a branching pattern to form complex and diverse species. He challenged both the predominant scientific theory that species were created independently and the prevailing religious explanation of intelligent design. Darwin declared that the survival of a species resulted from its successful traits or adaptations in a process known as \"natural selection.\" In his conclusion, Darwin declared, \"whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and most wonderful have been, and are being, evolved.\" Today, while his theory of evolution remains a controversial subject in some circles, it is widely considered to be the pivotal text in the field of biology and the science of life.",
    "pages": 520,
    "isbn": null,
    "publisher": null,
    "categories": ["Electronic books"],
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "On the Origin of Species and Other Stories",
    "subtitle": null,
    "authors": ["Bo-Young Kim"],
    "description": "The debut English-language collection of one of South Korea's most distinctive and accomplished sci-fi authors Straddling science fiction, fantasy and myth, the writings of award-winning author Bo-Young Kim have garnered a cult following in South Korea, where she is widely acknowledged as a pioneer and inspiration. On the Origin of Species makes available for the first time in English some of Kim's most acclaimed stories, as well as an essay on science fiction. Her strikingly original, thought-provoking work teems with human and non-human beings, all of whom are striving to survive through evolution, whether biologically, technologically or socially. Kim's literature of ideas offers some of the most rigorous and surprisingly poignant reflections on posthuman existence being written today. Bo-Young Kim (born 1975) won the inaugural Korean Science & Technology Creative Writing Award with her first published novella in 2004 and has gone on to win the annual South Korean SF Novel Award three times. In addition to writing, she regularly serves as a lecturer, juror and editor of sci-fi anthologies, and served as a consultant to Parasite director Bong Joon Ho's earlier sci-fi film Snowpiercer. She has novellas forthcoming from HarperCollins in 2021. She lives in Gangwon Province, South Korea, with her family.",
    "pages": 224,
    "isbn": 9781885030719,
    "publisher": "Kaya Press",
    "categories": ["Fiction"],
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=k79SzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781885030719-us.jpg"
    ]
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "By Means of Natural Selection",
    "authors": ["Charles Darwin"],
    "description": "States the evidence for a theory of evolution, explains how evolution takes place, and discusses instinct, hybridism, fossils, distribution, and classification.",
    "pages": 337,
    "isbn": 9780486450063,
    "publisher": "Courier Corporation",
    "categories": ["Science"],
    "rating": 3,
    "thumbnails": [
      "http://books.google.com/books/content?id=PoMyAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9780486450063-us.jpg"
    ]
  },
  {
    "title": "Charles Darwin's On the Origin of Species",
    "subtitle": "A Graphic Adaptation",
    "authors": ["Michael Keller", "Nicolle Rager Fuller"],
    "description": "A stunning graphic adaptation of one of the most famous, contested, and important books of all time: \"On the Origin of Species.\" Includes sections about Darwin's pioneering research, the book's initial public reception, his correspondence with other leading scientists, as well as the most recent breakthroughs in evolutionary theory.",
    "pages": 200,
    "isbn": null,
    "publisher": "Rodale",
    "categories": ["Comics & Graphic Novels"],
    "rating": 3,
    "thumbnails": null
  },
  {
    "title": "On the Origin of Species (Diversion Classics)",
    "subtitle": null,
    "authors": ["Charles Darwin"],
    "description": "Still considered one of the most influential works of science, Darwin's On the Origin of Species forever changed the way we look at ourselves in relation to other living beings. Drawn largely from studies Darwin made on his voyage on the HMS Beagle, Origin presents a large body of evidence that human beings were not created at once, by the hands of a single divine being, but evolved from past species through natural selection, adapting over thousands and thousands of years. What exploded into controversy at the time of its publication is now the most widely accepted scientific explanation for man’s origin. This surprisingly personal collection of his various experiments, observations, and findings is a must-read for curious minds of every kind. Featuring an appendix of discussion questions, this Diversion Classics edition is ideal for use in book groups and classrooms. For more classic titles like this, visit www.diversionbooks.com/ebooks/diversion-classics",
    "pages": null,
    "isbn": 9781682307625,
    "publisher": "Diversion Books",
    "categories": ["Science"],
    "rating": 4,
    "thumbnails": null
  },
  {
    "title": "On the Origin of Species",
    "subtitle": "The Science Classic",
    "authors": ["Charles Darwin"],
    "description": "A new, deluxe hardcover edition of one of the most important scientific works ever written In December 1831, Charles Darwin boarded the HMS Beagle, accompanying her crew on a five-year journey that crossed the Atlantic Ocean to survey the coasts of South America. As the expedition’s geologist and naturalist, Darwin collected evidence from the Galapagos Islands and other locations which prompted him to speculate that species evolve over generations through a process of natural selection. In 1859, Darwin published On the Origin of Species, a work of scientific literature considered to be the foundation of evolutionary biology. His revolutionary work presented evidence from the Beagle expedition as well as from years of subsequent research and experimentation. Written for non-specialists, Darwin’s book gained widespread interest from the scientific community, religious leaders, politicians and the general public. The theory Darwin presented in his book quickly became the subject of heated debate and discussion. Now accepted by the scientific community, Darwin’s concepts of evolutionary adaptation via natural selection are central to modern evolutionary theory and form the foundation of modern life sciences. Perhaps the most transformative scientific volume ever published, this volume of the first edition of On the Origin of Species: Outlines Darwin’s ideas, scientific influences and the core of his theory Details natural selection and address possible objections to the theory Examines the fossil record and biogeography to support evolutionary adaptation Features a \"Recapitulation and Conclusion\" which reviews key concepts and considers the future relevance of Darwin’s theory On the Origin of Species: The Science Classic is an important addition to the bestselling Capstone Classics series edited by Tom Butler-Bowdon. It includes an insightful Introduction from leading Darwin scholar Dr John van Wyhe of the University of Singapore, which presents new research and an offers an original perspective on Darwin and his famous work. This high-quality, hardcover volume is a must-have for readers interested in science and scientific literature, particularly evolutionary theory and life sciences.",
    "pages": 461,
    "isbn": 9780857088475,
    "publisher": "John Wiley & Sons",
    "categories": ["Juvenile Nonfiction"],
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=Tjq8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9780857088475-us.jpg"
    ]
  },
  {
    "title": "On the Origin of Species by Means of Natural Selection",
    "subtitle": "Or the Preservation of Favoured Races in the Struggle for Life: by Charles Darwin",
    "authors": null,
    "description": null,
    "pages": 0,
    "isbn": null,
    "publisher": null,
    "categories": null,
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "On the Origin of Species by Means of Natural Selection",
    "subtitle": "Preservation of Favoured Races in the Struggle for Life",
    "authors": ["Charles Darwin"],
    "description": "Charles Darwin's On the Origin of Species, published on 24 November 1859, is a work of scientific literature which is considered to be the foundation of evolutionary biology. Its full title was On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life. For the sixth edition of 1872, the short title was changed to The Origin of Species. Darwin's book introduced the theory that populations evolve over the course of generations through a process of natural selection. It presented a body of evidence that the diversity of life arose by common descent through a branching pattern of evolution. Darwin included evidence that he had gathered on the Beagle expedition in the 1830s and his subsequent findings from research, correspondence, and experimentation. Various evolutionary ideas had already been proposed to explain new findings in biology. There was growing support for such ideas among dissident anatomists and the general public, but during the first half of the 19th century the English scientific establishment was closely tied to the Church of England, while science was part of natural theology. Ideas about the transmutation of species were controversial as they conflicted with the beliefs that species were unchanging parts of a designed hierarchy and that humans were unique, unrelated to animals. The political and theological implications were intensely debated, but transmutation was not accepted by the scientific mainstream. The book was written for non-specialist readers and attracted widespread interest upon its publication. As Darwin was an eminent scientist, his findings were taken seriously and the evidence he presented generated scientific, philosophical, and religious discussion.",
    "pages": 398,
    "isbn": 9781453814680,
    "publisher": "CreateSpace",
    "categories": ["Science"],
    "rating": 3.5,
    "thumbnails": null
  }
]
