[{"title": "Our Violent Ends", "subtitle": null, "authors": ["Chloe Gong"], "description": "\"Though secrets and lies keep Juliette and Roma apart, a monster still prowls the city of Shanghai, and the two are going to have to put aside their differences to end this threat once and for all.\"--", "pages": 512, "isbn": 9781534457720, "publisher": "Simon and Schuster", "categories": ["Young Adult Fiction"], "rating": 5, "thumbnails": ["http://books.google.com/books/content?id=dy1JEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "https://pictures.abebooks.com/isbn/9781534457720-us.jpg"]}, {"title": "Our Violent Ends", "subtitle": null, "authors": ["Chloe Gong"], "description": "\"Though secrets and lies keep Juliette and Roma apart, a monster still prowls the city of Shanghai, and the two are going to have to put aside their differences to end this threat once and for all.\"--", "pages": 512, "isbn": 9781534457720, "publisher": "Simon and Schuster", "categories": ["Young Adult Fiction"], "rating": 5, "thumbnails": ["http://books.google.com/books/content?id=dy1JEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "https://pictures.abebooks.com/isbn/9781534457720-us.jpg"]}, {"title": "These Violent Delights Duet", "subtitle": "These Violent Delights; Our Violent Ends", "authors": ["Chloe Gong"], "description": "A hardcover boxed set of Chloe Gong’s New York Times bestselling These Violent Delights and its sequel, Our Violent Ends—the lush fantasy duology reimagining Romeo and Juliet in 1920s Shanghai. The year is 1926, and Shanghai hums to the tune of debauchery. A blood feud between two gangs runs the streets red, leaving the city helpless in the grip of chaos. At the heart of it all is eighteen-year-old Juliette Cai, a former flapper who has returned to assume her role as the proud heir of the Scarlet Gang—a network of criminals far above the law. Their only rivals in power are the White Flowers, who have fought the Scarlets for generations. And behind every move is their heir, Roma Montagov, Juliette’s first love…and first betrayal. But something is brewing in the shadows, and as the deaths stack up, Juliette and Roma must set their guns—and grudges—aside and work together, for if they can’t stop this mayhem, then there will be no city left for either to rule. This heart-stopping hardcover boxed set includes: These Violent Delights Our Violent Ends", "pages": 976, "isbn": 9781665907613, "publisher": "Margaret K. McElderry Books", "categories": ["Young Adult Fiction"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=X1ZVzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781665907613-us.jpg"]}, {"title": "Our Violent Ends (Export)", "subtitle": null, "authors": ["Chloe Gong"], "description": null, "pages": 512, "isbn": 9781665905473, "publisher": null, "categories": null, "rating": null, "thumbnails": ["http://books.google.com/books/content?id=n7iVzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781665905473-us.jpg"]}, {"title": "Our Violent Ends", "subtitle": "#1 New York Times Bestseller!", "authors": ["Chloe Gong"], "description": "The year is 1927, and Shanghai teeters on the edge of revolution. The heartstopping follow up to These Violent Delights, an imaginative, alluring retelling of Romeo and Juliet set in 1920s Shanghai. After sacrificing her relationship with Roma to protect him from the blood feud, Juliette has been a girl on the warpath. One wrong move, and her cousin will step into usurp her place as the Scarlet Gang's heir. The only way to save the boy she loves from the wrath of the Scarlets is to have him want her dead for murdering his best friend in cold blood. If Juliette were actually guilty of the crime Roma believes she committed, his rejection might sting less. Roma is still reeling from Marshall's death, and his cousin Benedikt will barely speak to him. Roma knows it's his fault for letting the ruthless Juliette back into his life, and he's determined to set things right - even if that means killing the girl he hates and loves with equal measure. Then a new monstrous danger emerges in the city, and though secrets keep them apart, Juliette must secure Roma's cooperation if they are to end this threat once and for all. Shanghai is already at a boiling point: The Nationalists are marching in, whispers of civil war brew louder every day, and gangster rule faces complete annihilation. Roma and Juliette must put aside their differences to combat monsters and politics, but they aren't prepared for the biggest threat of all: protecting their hearts from each other. *** PRAISE FOR CHLOE GONG *** 'Heady, smart, and vicious' Tessa Gratton, author of The Queens of Innis Lear 'Deliciously dark' Natasha Ngan, New York Times bestselling author of Girls of Paper and Fire 'Dark and beautiful' Emiko Jean, author of Empress of all Seasons 'A terrific, deliciously unputdownable read' June Hur, author of The Silence of Bones", "pages": 626, "isbn": 9781529344592, "publisher": "Hachette UK", "categories": ["Fiction"], "rating": 5, "thumbnails": null}]