[{"title": "Start with Why", "subtitle": "How Great Leaders Inspire Everyone to Take Action", "authors": ["Simon Sinek"], "description": "The inspirational bestseller that ignited a movement and asked us to find our WHY Discover the book that is captivating millions on TikTok and that served as the basis for one of the most popular TED Talks of all time—with more than 56 million views and counting. Over a decade ago, Simon Sinek started a movement that inspired millions to demand purpose at work, to ask what was the WHY of their organization. Since then, millions have been touched by the power of his ideas, and these ideas remain as relevant and timely as ever. START WITH WHY asks (and answers) the questions: why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over? People like Martin Luther King Jr., Steve Jobs, and the Wright Brothers had little in common, but they all started with WHY. They realized that people won't truly buy into a product, service, movement, or idea until they understand the WHY behind it. START WITH WHY shows that the leaders who have had the greatest influence in the world all think, act and communicate the same way—and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY.", "pages": 258, "isbn": 9781591842804, "publisher": "Penguin", "categories": ["Business & Economics"], "rating": 3.5, "thumbnails": ["http://books.google.com/books/content?id=tUaNDQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781591842804-us.jpg"]}, {"title": "Start With Why", "subtitle": "The Inspiring Million-Copy Bestseller That Will Help You Find Your Purpose", "authors": ["Simon Sinek"], "description": "THE MILLION-COPY GLOBAL BESTSELLER - BASED ON THE LIFE-CHANGING TED TALK! WHAT READERS ARE SAYING ABOUT START WITH WHY: 'It's amazing how a book can change the course of your life, and this book did that' Reader Review 'Imagine the Ted Talk expanded to 2 hours long, with more depth, intrigue and examples' Reader Review 'What he does brilliantly is demonstrate his own why - to inspire others - throughout' Reader Review 'Wow. Wow. Wow. I cannot rate this book highly enough to take a different, positive approach to life and work' Reader Review Discover your purpose with one simple question: why? Why are some people more inventive, pioneering and successful than others? And why are they able to repeat their success again and again? Because it doesn't matter what you do, it matters WHY you do it. Those who have had the greatest influence in the world all think, act, and communicate in the same way - and it's the opposite to most. In Start with Why, Simon Sinek uncovers the fundamental secret of their success - understanding their WHY - to help you find your own. How you lead, inspire, live, it all starts with why. ***** 'This book is so impactful, I consider it required reading' Tony Robbins, bestselling author of Awaken The Giant Within 'One of the most useful and powerful books I have read in years' William Ury, co-author of Getting to Yes", "pages": 269, "isbn": 9780241958230, "publisher": "Penguin UK", "categories": ["Business & Economics"], "rating": 3.5, "thumbnails": null}, {"title": "Start with why", "subtitle": "How Great Leaders Inspire Everyone to Take Action", "authors": ["Simon Sinek"], "description": "In today's fast-paced world, it's tough to find the time to read. But with Joosr guides, you can get the key insights from bestselling non-fiction titles in less than 20 minutes. Whether you want to gain knowledge on the go or find the books you'll love, Joosr's brief and accessible eBook summaries fit into your life. Find out more at joosr.com. Do you want to inspire others and achieve success? Find out how following your passion and weaving it into every part of your business or cause can help you attain levels of success few are ever able to reach. Start with Why by Simon Sinek explores what it means to be a true leader. Many people have lofty goals to change an industry, but few are able to accomplish them. Most are motivated by the wrong things, like money and power, or they go about running a business in a manner that is essentially back-to-front. True leaders and innovators, on the other hand, run a business or campaign by starting with WHY. Figuring out WHY you're doing s.", "pages": null, "isbn": 9781785672248, "publisher": null, "categories": ["Leadership"], "rating": 3.5, "thumbnails": null}, {"title": "Start With Why (Tamil)", "subtitle": null, "authors": ["Simon Sinek"], "description": "ஏன் வெற்றி தேவதை சிலருடைய வாசற்கதவுகளை மட்டும் தட்டிக் கொண்டிருக்கிறாள்? ஏன் ஒரு சில நிறுவனங்கள் மட்டும் மீண்டும் மீண்டும் மாபெரும் சாதனைகளை நிகழ்த்திக் கொண்டே இருக்கின்றன? ஏனெனில், தனிப்பட்ட வாழ்க்கையிலும் சரி, தொழில்வாழ்க்கையிலும் சரி, நீங்கள் என்ன செய்து கொண்டிருக்கிறீர்கள் என்பது முக்கியமல்ல. ஏன் அதைச் செய்து கொண்டிருக்கிறீர்கள் என்பதுதான் முக்கியம். ஸ்டீவ் ஜாப்ஸ், மார்ட்டின் லூதர் கிங் ஜூனியர், ரைட் சகோதரர்கள் ஆகியோருக்கு இடையே ஓர் ஒற்றுமை இருந்தது. அவர்கள் அனைவரும் ஏன் என்ற கேள்வியிலிருந்து துவக்கினர். பிறரை ஊக்குவிக்க வேண்டும் என்று விரும்புகின்றவர்களுக்கும் சரியான தலைவர்களை அடையாளம் காண ஆசைப்படுகின்றவர்களுக்கும் இந்நூல் உறுதுணையாக இருக்கும்.", "pages": 306, "isbn": 9789389143263, "publisher": "Manjul Publishing", "categories": ["Self-Help"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=pNSyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "https://pictures.abebooks.com/isbn/9789389143263-us.jpg"]}, {"title": "The Infinite Game", "subtitle": "From the bestselling author of Start With Why", "authors": ["Simon Sinek"], "description": "The New York Times-bestselling author of Start With Why, Leaders Eat Last, and Together Is Better offers a bold new approach to business strategy by asking one question: are you playing the finite game or the infinite game? In The Infinite Game, Sinek applies game theory to explore how great businesses achieve long-lasting success. He finds that building long-term value and healthy, enduring growth - that playing the infinite game - is the only thing that matters to your business.", "pages": 231, "isbn": 9780241979723, "publisher": "Penguin UK", "categories": ["Business & Economics"], "rating": 4.5, "thumbnails": null}, {"title": "Summary Of: Start with why", "subtitle": "How Great Leaders Inspire Everyone to Take Action", "authors": ["Simon Sinek"], "description": "Why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty? In studying the leaders who've had the greatest influence in the world, Simon Sinek discovered that they all think, act, and communicate in the exact same way-and it's the complete opposite of what everyone else does. People like Martin Luther King Jr., Steve Jobs, and the Wright Brothers might have little in common, but they all started with why. Drawing on a wide range of real-life stories, Sinek weaves together a clear vision of what it truly takes to lead and inspire.", "pages": null, "isbn": 9781370138715, "publisher": null, "categories": ["Electronic books"], "rating": null, "thumbnails": null}, {"title": "Start With Why", "subtitle": null, "authors": ["Simon Sinek"], "description": "Bagaimana para pemimpin besar, seperti Steve Jobs dan Bill Gates, memimpin, menginspirasi, dan mengubah hidup jutaan orang? Buku inilah jawabannya. Start with Why menggunakan contoh dunia nyata untuk menguraikan konsep Lingkaran Emas yang merangkum pentingnya mengidentifikasi tujuan keberadaan organisasi sebelum hal lainnya, kemudian mengambil tindakan untuk membuat visi menjadi kenyataan. Asal mula perusahaan harus menjadi alasannya. Begitu juga dengan kehidupan pribadi kita. Setiap orang atau organisasi dapat menjelaskan apa yang mereka lakukan; beberapa dapat menjelaskan bagaimana mereka berbeda atau lebih baik; tetapi sangat sedikit yang bisa mengartikulasikan mengapa. MENGAPA bukan tentang uang atau keuntungan, melainkan tentang hasil. MENGAPA adalah hal yang menginspirasi kita dan orangorang di sekitar kita. Dengan menggunakan kisah Martin Luther King, Jr., Steve Jobs, hingga Wright Brothers, Simon Sinek menunjukkan bahwa para pemimpin yang menginspirasi berpikir, bertindak, dan berkomunikasi dengan cara yang sama—dan itu sangat berlawanan dari apa yang dilakukan kebanyakan orang. Buku ini memberikan kerangka kerja di mana organisasi dapat dibangun, gerakan dapat dipimpin, dan orang-orang dapat terinspirasi—dan semuanya dimulai dengan MENGAPA.", "pages": 370, "isbn": 9786020628844, "publisher": "Gramedia Pustaka Utama", "categories": ["Self-Help"], "rating": null, "thumbnails": null}, {"title": "Start With Why (Telugu)", "subtitle": null, "authors": ["Simon Sinek"], "description": "మహానాయకుల ప్రతి ఒక్కరినీ క్రియాశీలురుగా ఎలా ఉత్తేజపరుస్తారు? వ్యక్తులలోనూ సంస్థలలోనూ నాయకులను మన ఇష్టానుసారం అనుసరిస్తాం, కేవలం అవసరాన్ని బట్టి కాదు. వారి కోసం కాక మనకోసం మనం వారిని అనుసరిస్తాం. ఇతరులను ఉత్తేజపరచాలనుకునేవారికి, వారిని వెతుకుతున్న వారికోసం ఈ పుస్తకం.", "pages": 292, "isbn": 9789355431417, "publisher": "Manjul Publishing", "categories": ["Self-Help"], "rating": null, "thumbnails": null}, {"title": "Start With Why (Marathi)", "subtitle": null, "authors": ["Simon Sinek"], "description": "काही ठरावीक लोक आणि संस्था इतरांच्या तुलनेत अधिक मौलिक, अग्रेसर आणि यशस्वी ठरतात. कारण व्यवसाय-उद्योगात तुम्ही ‘काय’ करता हे महत्त्वाचं नसून तुम्ही ‘का’ करता हे खूप निर्णायक असतं. महान व्यक्ती व यशस्वी कंपन्या इतरांहून वेगळ्या का असतात, याचं दमदार व सखोल विशेषण या पुस्तकात लेखकाने केलं आहे. जे इतरांना प्रेरित करू इच्छितात किंवा स्वयंप्रेरित होऊ इच्छितात, अशा लोकांसाठी प्रस्तुत पुस्तक अतिशय उपयुक्त आहे.", "pages": 288, "isbn": 9789390085613, "publisher": "Manjul Publishing", "categories": ["Self-Help"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=ezo6EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "https://pictures.abebooks.com/isbn/9789390085613-us.jpg"]}, {"title": "Start med hvorfor", "subtitle": "til alle, som vil inspirere andre og blive inspireret", "authors": ["Simon Sinek"], "description": null, "pages": null, "isbn": 9788717043664, "publisher": null, "categories": null, "rating": null, "thumbnails": null}, {"title": "Start With Why", "subtitle": "The Inspiring Million-Copy Bestseller That Will Help You Find Your Purpose", "authors": ["Simon Sinek"], "description": "THE MILLION-COPY GLOBAL BESTSELLER - BASED ON THE LIFE-CHANGING TED TALK! WHAT READERS ARE SAYING ABOUT START WITH WHY: 'It's amazing how a book can change the course of your life, and this book did that' Reader Review 'Imagine the Ted Talk expanded to 2 hours long, with more depth, intrigue and examples' Reader Review 'What he does brilliantly is demonstrate his own why - to inspire others - throughout' Reader Review 'Wow. Wow. Wow. I cannot rate this book highly enough to take a different, positive approach to life and work' Reader Review Discover your purpose with one simple question: why? Why are some people more inventive, pioneering and successful than others? And why are they able to repeat their success again and again? Because it doesn't matter what you do, it matters WHY you do it. Those who have had the greatest influence in the world all think, act, and communicate in the same way - and it's the opposite to most. In Start with Why, Simon Sinek uncovers the fundamental secret of their success - understanding their WHY - to help you find your own. How you lead, inspire, live, it all starts with why. ***** 'This book is so impactful, I consider it required reading' Tony Robbins, bestselling author of Awaken The Giant Within 'One of the most useful and powerful books I have read in years' William Ury, co-author of Getting to Yes", "pages": 269, "isbn": 9780241958230, "publisher": "Penguin UK", "categories": ["Business & Economics"], "rating": 3.5, "thumbnails": null}]