[
  {
    "title": "Six of Crows: Collector's Edition",
    "subtitle": null,
    "authors": ["Leigh Bardugo"],
    "description": "A glorious Collector's Edition of New York Times bestselling, epic fantasy novel, SIX OF CROWS. Beautifully designed, with an exclusive letter from the author and six stunning full-colour character portraits. This covetable hardback with red sprayed edges is a perfect gift for fans, and a perfect way to discover the unforgettable writing of Leigh Bardugo. Criminal prodigy Kaz Brekker is offered a chance at a deadly heist: break into the Ice Court - a military stronghold that has never been breached - and retrieve a hostage whose knowledge could change Grisha magic forever. To succeed would mean riches beyond his wildest dreams - but he can't pull it off alone . . . A convict with a thirst for revenge. A sharpshooter who can't walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Six dangerous outcasts. One impossible heist. Together they might just be unstoppable - if they don't kill each other first. 'Fast, thrilling heist fantasy, boasting a brilliant new cast of characters.' METRO 'A full-throttle adventure . . . crackling dialogue and sumptuous description. Bardugo dives deep into this world.' - NEW YORK TIMES",
    "pages": 512,
    "isbn": 9781510106284,
    "publisher": "Orion Children's Books",
    "categories": null,
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=Um3ouQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781510106284-us.jpg"
    ]
  },
  {
    "title": "Six of Crows: Collector's Edition",
    "subtitle": null,
    "authors": ["Leigh Bardugo"],
    "description": "A glorious Collector's Edition of New York Times bestselling, epic fantasy novel, SIX OF CROWS. Beautifully designed, with an exclusive letter from the author and six stunning full-colour character portraits. This covetable hardback with red sprayed edges is a perfect gift for fans, and a perfect way to discover the unforgettable writing of Leigh Bardugo. Criminal prodigy Kaz Brekker is offered a chance at a deadly heist: break into the Ice Court - a military stronghold that has never been breached - and retrieve a hostage whose knowledge could change Grisha magic forever. To succeed would mean riches beyond his wildest dreams - but he can't pull it off alone . . . A convict with a thirst for revenge. A sharpshooter who can't walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Six dangerous outcasts. One impossible heist. Together they might just be unstoppable - if they don't kill each other first. 'Fast, thrilling heist fantasy, boasting a brilliant new cast of characters.' METRO 'A full-throttle adventure . . . crackling dialogue and sumptuous description. Bardugo dives deep into this world.' - NEW YORK TIMES",
    "pages": 512,
    "isbn": 9781510106284,
    "publisher": "Orion Children's Books",
    "categories": null,
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=Um3ouQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781510106284-us.jpg"
    ]
  },
  {
    "title": "Six of Crows Boxed Set",
    "subtitle": "Six of Crows, Crooked Kingdom",
    "authors": ["Leigh Bardugo"],
    "description": "Six dangerous outcasts must learn to work together after they are offered an impossible heist that can save the world from destruction.",
    "pages": 0,
    "isbn": 9781250211101,
    "publisher": "Six of Crows",
    "categories": ["Young Adult Fiction"],
    "rating": null,
    "thumbnails": [
      "http://books.google.com/books/content?id=Fun4twEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781250211101-us.jpg"
    ]
  },
  {
    "title": "The Six of Crows Duology",
    "subtitle": "Six of Crows and Crooked Kingdom",
    "authors": ["Leigh Bardugo"],
    "description": "Six dangerous outcasts. One impossible heist. Leigh Bardugo's Six of Crows duology - comprising Six of Crows and Crooked Kingdom - is a gripping and memorable fantasy epic, perfect for fans of George R. R. Martin, Laini Taylor, and Holly Black. Read it before you see it! Set in the same world as the stunning Shadow and Bone trilogy, characters in these books will be brought to life on-screen in the Netflix original series, Shadow and Bone, coming soon! Six of Crows Criminal prodigy Kaz Brekker is offered a chance at a deadly heist that could make him rich beyond his wildest dreams - but he can't pull it off alone. A convict with a thirst for revenge. A sharpshooter who can't walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Kaz's crew is the only thing that might stand between the world and destruction - if they don't kill each other first. Crooked Kingdom Double-crossed and badly weakened, Kaz's crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as Jurda Parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties. A war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world. Read all the books in the Grishaverse! The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom The King of Scars Duology King of Scars Rule of Wolves The Language of Thorns: Midnight Tales and Dangerous Magic The Lives of Saints Also available: Six of Crows: Collector's Edition Crooked Kingdom: Collector's Edition Shadow and Bone: Collector's Edition Praise for the Grishaverse \"A master of fantasy.\" - The Huffington Post \"Utterly, extremely bewitching.\" - The Guardian \"The best magic universe since Harry Potter.\" - Bustle \"This is what fantasy is for.\" - The New York Times Book Review \"[A] world that feels real enough to have its own passport stamp.\" - NPR \"The darker it gets for the good guys, the better.\" - Entertainment Weekly \"Sultry, sweeping and picturesque . . . Impossible to put down.\" - USA Today \"There's a level of emotional and historical sophistication within Bardugo's original epic fantasy that sets it apart.\" - Vanity Fair \"Unlike anything I've ever read.\" - Veronica Roth, bestselling author of Divergent \"Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery!\" - Rick Riordan, bestselling author of the Percy Jackson series",
    "pages": 1000,
    "isbn": 9781510109667,
    "publisher": "Hachette UK",
    "categories": ["Young Adult Fiction"],
    "rating": 5,
    "thumbnails": null
  },
  {
    "title": "Six of Crows",
    "subtitle": null,
    "authors": ["Leigh Bardugo"],
    "description": "The Grishaverse will be coming to Netflix soon with Shadow and Bone, an original series Enter the Grishaverse with the #1 New York Times-bestselling Six of Crows. Ketterdam: a bustling hub of international trade where anything can be had for the right price--and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can't pull it off alone. . . . A convict with a thirst for revenge. A sharpshooter who can't walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Six dangerous outcasts. One impossible heist. Kaz's crew is the only thing that might stand between the world and destruction--if they don't kill each other first. Six of Crows by Leigh Bardugo returns to the breathtaking world of the Grishaverse in this unforgettable tale about the opportunity--and the adventure--of a lifetime. \"Six of Crows is a twisty and elegantly crafted masterpiece that thrilled me from the beginning to end.\" -New York Times-bestselling author Holly Black \"Six of Crows is] one of those all-too-rare, unputdownable books that keeps your eyes glued to the page and your brain scrambling to figure out what's going to happen next.\" -Michael Dante DiMartino, co-creator of Avatar: The Last Airbender and The Legend of Korra \"There's conflict between morality and amorality and an appetite for sometimes grimace-inducing violence that recalls the Game of Thrones series. But for every bloody exchange there are pages of crackling dialogue and sumptuous description. Bardugo dives deep into this world, with full color and sound. If you're not careful, it'll steal all your time.\" --The New York Times Book Review Praise for the Grishaverse \"A master of fantasy.\" --The Huffington Post \"Utterly, extremely bewitching.\" --The Guardian \"The best magic universe since Harry Potter.\" --Bustle \"This is what fantasy is for.\" --The New York Times Book Review \" A] world that feels real enough to have its own passport stamp.\" --NPR \"The darker it gets for the good guys, the better.\" --Entertainment Weekly \"Sultry, sweeping and picturesque. . . . Impossible to put down.\" --USA Today \"There's a level of emotional and historical sophistication within Bardugo's original epic fantasy that sets it apart.\" --Vanity Fair \"Unlike anything I've ever read.\" --Veronica Roth, bestselling author of Divergent \"Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery \" --Rick Riordan, bestselling author of the Percy Jackson series \"This is a great choice for teenage fans of George R.R. Martin and J.R.R. Tolkien.\" --RT Book Reviews Read all the books in the Grishaverse The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom The Language of Thorns: Midnight Tales and Dangerous Magic",
    "pages": 479,
    "isbn": 9781627792127,
    "publisher": "Macmillan",
    "categories": ["Young Adult Fiction"],
    "rating": 4,
    "thumbnails": [
      "http://books.google.com/books/content?id=ZCtfCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "https://pictures.abebooks.com/isbn/9781627792127-us.jpg"
    ]
  },
  {
    "title": "Six of Crows: Six of Crows 1: Collectors Edition",
    "subtitle": null,
    "authors": ["Leigh Bardugo"],
    "description": null,
    "pages": 0,
    "isbn": null,
    "publisher": null,
    "categories": null,
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "Six of Crows",
    "subtitle": null,
    "authors": ["Leigh Bardugo"],
    "description": "Kaz Brekker, dit \"Dirtyhands\", est le chef des \"Six of Crows\", une équipe de malfrats aux talents exceptionnels : Inej, espionne défiant les lois de la gravité ; Matthias, soldat assoiffé de vengeance ; Nina, Grisha aux puissants pouvoirs magiques ; Wylan, fugueur des beaux quartiers, expert en démolition, et enfin Jesper, tireur d'élite accro au jeu. Ensemble, ils peuvent sauver leur monde de la destruction..., s'ils ne s'entre-tuent pas avant !",
    "pages": 564,
    "isbn": 9782745978622,
    "publisher": null,
    "categories": null,
    "rating": null,
    "thumbnails": null
  },
  {
    "title": "The Six of Crows Duology",
    "subtitle": "Six of Crows and Crooked Kingdom",
    "authors": ["Leigh Bardugo"],
    "description": "Six dangerous outcasts. One impossible heist. Leigh Bardugo's Six of Crows duology - comprising Six of Crows and Crooked Kingdom - is a gripping and memorable fantasy epic, perfect for fans of George R. R. Martin, Laini Taylor, and Holly Black. Read it before you see it! Set in the same world as the stunning Shadow and Bone trilogy, characters in these books will be brought to life on-screen in the Netflix original series, Shadow and Bone, coming soon! Six of Crows Criminal prodigy Kaz Brekker is offered a chance at a deadly heist that could make him rich beyond his wildest dreams - but he can't pull it off alone. A convict with a thirst for revenge. A sharpshooter who can't walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Kaz's crew is the only thing that might stand between the world and destruction - if they don't kill each other first. Crooked Kingdom Double-crossed and badly weakened, Kaz's crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as Jurda Parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties. A war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world. Read all the books in the Grishaverse! The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom The King of Scars Duology King of Scars Rule of Wolves The Language of Thorns: Midnight Tales and Dangerous Magic The Lives of Saints Also available: Six of Crows: Collector's Edition Crooked Kingdom: Collector's Edition Shadow and Bone: Collector's Edition Praise for the Grishaverse \"A master of fantasy.\" - The Huffington Post \"Utterly, extremely bewitching.\" - The Guardian \"The best magic universe since Harry Potter.\" - Bustle \"This is what fantasy is for.\" - The New York Times Book Review \"[A] world that feels real enough to have its own passport stamp.\" - NPR \"The darker it gets for the good guys, the better.\" - Entertainment Weekly \"Sultry, sweeping and picturesque . . . Impossible to put down.\" - USA Today \"There's a level of emotional and historical sophistication within Bardugo's original epic fantasy that sets it apart.\" - Vanity Fair \"Unlike anything I've ever read.\" - Veronica Roth, bestselling author of Divergent \"Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery!\" - Rick Riordan, bestselling author of the Percy Jackson series",
    "pages": 1000,
    "isbn": 9781510109667,
    "publisher": "Hachette UK",
    "categories": ["Young Adult Fiction"],
    "rating": 5,
    "thumbnails": null
  }
]
