[{"title": "The Intelligent Investor", "subtitle": "A Book of Practical Counsel", "authors": ["Benjamin Graham", "Warren E. Buffett", "Jason Zweig"], "description": null, "pages": null, "isbn": 9780062312686, "publisher": null, "categories": null, "rating": 4.5, "thumbnails": null}, {"title": "The Intelligent Investor", "subtitle": "A Book of Practical Counsel", "authors": ["Benjamin Graham", "Warren E. Buffett", "Jason Zweig"], "description": null, "pages": null, "isbn": 9780062312686, "publisher": null, "categories": null, "rating": 4.5, "thumbnails": null}, {"title": "The Intelligent Investor, Rev. Ed", "subtitle": "The Definitive Book on Value Investing", "authors": ["Benjamin Graham"], "description": "“By far the best book on investing ever written.” — Warren Buffett The classic text of Benjamin Graham’s seminal The Intelligent Investor has now been revised and annotated to update the timeless wisdom for today’s market conditions. The greatest investment advisor of the twentieth century, Benjamin Graham, taught and inspired people worldwide. Graham's philosophy of \"value investing\"—which shields investors from substantial error and teaches them to develop long-term strategies—has made The Intelligent Investor the stock market bible ever since its original publication in 1949. Over the years, market developments have proven the wisdom of Graham's strategies. While preserving the integrity of Graham's original text, this revised edition includes updated commentary by noted financial journalist Jason Zweig, whose perspective incorporates the realities of today's market, draws parallels between Graham's examples and today's financial headlines, and gives readers a more thorough understanding of how to apply Graham's principles. Vital and indispensable, this revised edition of The Intelligent Investor is the most important book you will ever read on how to reach your financial goals.", "pages": 640, "isbn": 9780061745171, "publisher": "Harper Collins", "categories": ["Business & Economics"], "rating": 3, "thumbnails": null}, {"title": "The intelligent investor", "subtitle": "tamārī sātēya pēḍhī'ōnē tārī dē tēvī investment strategies", "authors": ["Benjamin Graham"], "description": null, "pages": 0, "isbn": 9789390572991, "publisher": null, "categories": ["Investments"], "rating": null, "thumbnails": null}, {"title": "intelligent investor", "subtitle": "The Classic Text on Value Investing", "authors": ["Benjamin Graham"], "description": "More than one million hardcovers sold Now available for the first time in paperback! The Classic Text Annotated to Update Graham's Timeless Wisdom for Today's Market Conditions The greatest investment advisor of the twentieth century, Benjamin Graham taught and inspired people worldwide. Graham's philosophy of \"value investing\" -- which shields investors from substantial error and teaches them to develop long-term strategies -- has made The Intelligent Investor the stock market bible ever since its original publication in 1949. Over the years, market developments have proven the wisdom of Graham's strategies. While preserving the integrity of Graham's original text, this revised edition includes updated commentary by noted financial journalist Jason Zweig, whose perspective incorporates the realities of today's market, draws parallels between Graham's examples and today's financial headlines, and gives readers a more thorough understanding of how to apply Graham's principles. Vital and indispensable, this HarperBusiness Essentials edition of The Intelligent Investor is the most important book you will ever read on how to reach your financial goals.", "pages": 301, "isbn": 9780060752613, "publisher": "Harper Collins", "categories": ["Business & Economics"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=QFdUX7xFpZ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780060752613-us.jpg"]}, {"title": "The Interpretation of Financial Statements", "subtitle": "The Classic 1937 Edition", "authors": ["Benjamin Graham", "Spencer Meredith"], "description": "\"All investors, from beginners to old hands, should gain from the use of this guide, as I have.\" From the Introduction by Michael F. Price, president, Franklin Mutual Advisors, Inc. Benjamin Graham has been called the most important investment thinker of the twentieth century. As a master investor, pioneering stock analyst, and mentor to investment superstars, he has no peer. The volume you hold in your hands is Graham's timeless guide to interpreting and understanding financial statements. It has long been out of print, but now joins Graham's other masterpieces, The Intelligent Investor and Security Analysis, as the three priceless keys to understanding Graham and value investing. The advice he offers in this book is as useful and prescient today as it was sixty years ago. As he writes in the preface, \"if you have precise information as to a company's present financial position and its past earnings record, you are better equipped to gauge its future possibilities. And this is the essential function and value of security analysis.\" Written just three years after his landmark Security Analysis, The Interpretation of Financial Statements gets to the heart of the master's ideas on value investing in astonishingly few pages. Readers will learn to analyze a company's balance sheets and income statements and arrive at a true understanding of its financial position and earnings record. Graham provides simple tests any reader can apply to determine the financial health and well-being of any company. This volume is an exact text replica of the first edition of The Interpretation of Financial Statements, published by Harper & Brothers in 1937. Graham's original language has been restored, and readers can be assured that every idea and technique presented here appears exactly as Graham intended. Highly practical and accessible, it is an essential guide for all business people--and makes the perfect companion volume to Graham's investment masterpiece The Intelligent Investor.", "pages": 154, "isbn": 9780887309137, "publisher": "Harper Collins", "categories": ["Business & Economics"], "rating": 4.5, "thumbnails": ["http://books.google.com/books/content?id=m9YejLCw5hQC&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780887309137-us.jpg"]}, {"title": "Benjamin Graham on Investing: Enduring Lessons from the Father of Value Investing", "subtitle": null, "authors": ["Benjamin Graham", "Rodney G. Klein"], "description": "“They laid out a road map for investing that I have now been following for 57 years. There’s been no reason to look for another.” —Warren Buffett, on the writings of Benjamin Graham Legendary investing author and philosopher Benjamin Graham lived through interesting times. Soon after his graduation from Columbia College, the nation entered the First World War. As the stock market fluctuated in wild dips and peaks, the government seized control of the railroad industry, inflation and interest rates rose dramatically, and economic depression loomed on the horizon. During these events—and perhaps inspired by them—Graham began writing articles for The Magazine of Wall Street, putting to paper his earliest ideas on value investing and security analysis. For the first time, these important works have been anthologized into a single volume. Benjamin Graham on Investing is a treasure trove of rare and out-of-print articles that document the early flashes of genius from a man whose ideas and theories would revolutionize investment philosophy and inspire the careers of such luminaries as Warren Buffett, Seth Klarman, Charlie Munger, and countless other top-tier investors. The early works of Benjamin Graham have never been as relevant as they are today. The world’s markets are undergoing changeon a scale not unlike that of Graham’s era. David Darst, one of the world’s most respected experts on asset allocation, provides insightful analyses connecting Graham’s articles to events today. ,i>Benjamin Graham on Investing is a timeless classic that continues to have relevance more than 30 years after the author’s death.", "pages": 0, "isbn": 9780071621427, "publisher": "Mcgraw-hill", "categories": ["Business & Economics"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=edjEzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780071621427-us.jpg"]}, {"title": "The Intelligent Investor", "subtitle": "The Definitive Book on Value Investing", "authors": ["Benjamin Graham"], "description": "The best book on investing ever written, this classic work offers sound and safe principles for investing principles that have worked for more than the half century since the first edition was published. This revised edition features a new introduction, appendix and chapter updates. Since its original publication in 1949, Benjamin Graham's book has remained the most respected guide to investing, due to his timeless philosophy of 'value investing', which helps protect investors against areas of possible substantial error and teaches them to develop longterm strategies with which they will be comfortable down the road.", "pages": null, "isbn": 9780887308369, "publisher": null, "categories": null, "rating": 5, "thumbnails": null}, {"title": "Summary of the Intelligent Investor", "subtitle": null, "authors": ["Benjamin Graham", "Jason Zweig"], "description": "PLEASE NOTE: This is key takeaways and analysis of the book and NOT the original book. The Intelligent Investor by Benjamin Graham and Jason Zweig | Key Takeaways, Analysis & Review Preview: The Intelligent Investor: The Definitive Book on Value Investing by Benjamin Graham, with commentary by Jason Zweig, is a thorough guide to the principles of portfolio creation, cost management, stock and bond picking, and stock ownership for the defensive, long-term investor... Inside this Instaread of The Intelligent Investor: Overview of the book Important People Key Takeaways Analysis of Key Takeaways", "pages": 0, "isbn": 9781517688233, "publisher": null, "categories": ["Investments"], "rating": null, "thumbnails": null}, {"title": "The Intelligent Investor", "subtitle": "A Book of Practical Counsel", "authors": ["Benjamin Graham"], "description": null, "pages": 320, "isbn": null, "publisher": null, "categories": ["Investments"], "rating": 5, "thumbnails": null}, {"title": "Benjamin Graham, Building a Profession: The Early Writings of the Father of Security Analysis", "subtitle": null, "authors": ["Jason Zweig"], "description": "How One Man Created a Profession—and Entirely Transformed the World of Investing “The small list of investment books that must grace the library of any serious investor—not to gather dust, but to be opened over and over again—just grew by one. This wonderful compilation of the wit and wisdom of Benjamin Graham is the new addition. Savor it. Learn from it. Treasure it.” John C. Bogle, founder and former Chief Executive, The Vanguard Group “If youth is measured by creativity and excitement about new ideas and a thirst for learning, then Ben Graham-in his early 80s-was the youngest guy in the room when two-dozen stellar investment managers met for three days to explain the inner workings of investment management.” Charles D. Ellis, CFA, Bestselling Author of Winning the Loser's Game “These writings, spanning over 30 years, help us understand even better the remarkable achievement of this visionary man and his lasting influence on the finance profession.” Burton Malkiel, Princeton University, Bestselling Author of A Random Walk Down Wall Street “Investing involves the intelligent triangulation between fundamentals, psychology, and prices. Benjamin Graham, Building a Profession . . . illustrates how this investment legend never stopped thinking about this multi-dimensional challenge.” Seth Klarman, The Baupost Group “Serious professionals in the investment business will delight in pouring over this and checking their own thoughts against those of the master.” Jeffrey J. Diermeier, CFA, Diermeier Family Foundation, and former CFA Institute president and CEO “This is a must-read for anyone interested in the history and development of our profession and the importance of critical investment thinking.” Gary P. Brinson, CFA, GP Brinson Investments “Some investors ('the happy few') know that Ben Graham's writings on financial analysis give them a leg up. So they will want to read this book, and other investors should.” Jean-Marie Eveillard, First Eagle Funds “The CFA Institute and Jason Zweig have performed an invaluable service to our profession in collecting these [writings] in one volume.” William H. Miller, CFA, Legg Mason Funds Management About the Book: When Benjamin Graham began working on Wall Street in 1914, the center of American finance resembled a lawless frontier. The concept of regulatory laws was in its infancy, the SEC wouldn’t see the light of day for 20 years, and many firms hid assets and earnings from nosy outsiders. And security analysts didn’t exist as we know them. They were called “diagnosticians,” and they didn’t do much analyzing. These investors prided themselves on going with the “feel” of the market, and most of them rarely looked at a financial statement. Appalled by the lack of research and quantification, Benjamin Graham set out to change all this—and ended up creating the discipline of modern security analysis. A collection of rare writings by and interviews with one of financial history’s most brilliant visionaries, Benjamin Graham, Building a Profession presents Graham’s evolution of ideas on security analysis spanning five decades. Articles include: “Should Security Analysts Have a Professional Rating? The Affirmative Case” Financial Analysts Journal (1945) “Toward a Science of Security Analysis” Financial Analysts Journal (1952) “Inflated Treasuries and Deflated Stockholders: Are Corporations Milking Their Owners?” Forbes (1932) “The Future of Financial Analysis” Financial Analysts Journal (1963) “Controlling versus Outside Stockholders” Virginia Law Weekly (1953) These pages reveal the revolutionary ideas of a man who didn’t so much find his calling as he created it from scratch—and opened the door for entire generations of investors.", "pages": 352, "isbn": 9780071633260, "publisher": "Mcgraw-hill", "categories": ["Business & Economics"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=mF68mAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780071633260-us.jpg"]}]