[{"title": "The Art of War (Deluxe Hardbound Edition)", "subtitle": null, "authors": ["Sun Tzu"], "description": "\"Sun Tzu is thought to have been a military general and adviser to the king of the southern Chinese state of Wu during the sixth century BCE. Although some modern scholars have called his authorship into doubt, the world's most influential and enduring treatise on military strategy, The Art of War, bears his name.\" -- Amazon. This edition is the translation only of the original short treatise and does not contain Giles' notes on the work.", "pages": 0, "isbn": 9789388369695, "publisher": "Fingerprint! Publishing", "categories": ["Military art and science"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=Ucr-zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9789388369695-us.jpg"]}, {"title": "The Art of War (Deluxe Hardbound Edition)", "subtitle": null, "authors": ["Sun Tzu"], "description": "\"Sun Tzu is thought to have been a military general and adviser to the king of the southern Chinese state of Wu during the sixth century BCE. Although some modern scholars have called his authorship into doubt, the world's most influential and enduring treatise on military strategy, The Art of War, bears his name.\" -- Amazon. This edition is the translation only of the original short treatise and does not contain Giles' notes on the work.", "pages": 0, "isbn": 9789388369695, "publisher": "Fingerprint! Publishing", "categories": ["Military art and science"], "rating": 4, "thumbnails": ["http://books.google.com/books/content?id=Ucr-zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9789388369695-us.jpg"]}, {"title": "The Art of War by Sun Tzu - Deluxe Hardcover Edition", "subtitle": null, "authors": ["Sun Tzu"], "description": "The Art of War written by the legendary Sun Tzu is widely considered to be one of the greatest books of all time. This great classic on war and strategy has been read by many in all walks of life from politicians to business leaders and the like. For many, The Art of War is required reading for various courses and curriculums. And for others who simply enjoy reading timeless pieces of classic literature, this gem by Sun Tzu is highly recommended.", "pages": 0, "isbn": 9781934255162, "publisher": null, "categories": ["Leadership"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=keOvuQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781934255162-us.jpg"]}, {"title": "The Art of War", "subtitle": "Deluxe Slipcase Edition", "authors": ["Sun Tzu"], "description": "'Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.' - Sun Tzu Written around the 6th century BC, The Art of War is one of the oldest and most famous books on military strategy. It teaches you how, when battle commences, to think on your feet and catch your enemy off guard. Its penetrating theories are a must read for the modern day military enthusiast, business person and historian alike. This deluxe, hardback gift edition is bound in luxurious silk and presented in a decorative slipcase. It features a stunning range of full-color Chinese illustrations to lift and complement the text, as well as a fascinating postscript on how the ideas of Sun Tzu have been put to use in business, sport and other areas of life. The perfect gift for anyone interested in ancient Chinese wisdom.", "pages": 0, "isbn": 9781784048174, "publisher": "Arcturus Silkbound Classics", "categories": ["Business & Economics"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=G3RUrgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781784048174-us.jpg"]}, {"title": "The Art of War Collection", "subtitle": "The Seven Military Classics of Ancient China", "authors": ["Sun Tzu"], "description": null, "pages": null, "isbn": 9781838576820, "publisher": null, "categories": ["Fiction"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=o41qyAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781838576820-us.jpg"]}, {"title": "The Art of War", "subtitle": "The New Illustrated Edition", "authors": ["Sun Tzu"], "description": "This classic Chinese text, the earliest known treatise on war, offers strategy and tactics that can be applied to every type of human conflict. Central to Sun Tzu's philosophy is the concept of using deception and superior intelligence to minimize risk, which has made his book required reading at military, business, and law schools around the world. With a Foreword by B.H. Liddell Hart and a 74-page Introduction, this deluxe edition--beautifully presented in a sumptuous silk hardcover--is a standout offering in the successful Art of Wisdom series.", "pages": 0, "isbn": 9781780282992, "publisher": "National Geographic Books", "categories": ["Business & Economics"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=fNuQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781780282992-us.jpg"]}, {"title": "ART OF WAR COLLECTION", "subtitle": "The Seven Military Classics of Ancient China", "authors": ["SUN. TZU"], "description": null, "pages": null, "isbn": 9781838576813, "publisher": null, "categories": null, "rating": null, "thumbnails": ["http://books.google.com/books/content?id=Y3lpzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781838576813-us.jpg"]}, {"title": "The Way of the Warrior: Deluxe 3-Volume Box Set Edition", "subtitle": null, "authors": ["Sun Tzu", "Miyamoto Musashi", "Inazo Nitobe"], "description": "This deluxe boxset contains three classic texts from China and Japan - The Art of War, The Book of Five Rings and The Way of the Samurai - presented in beautiful silkbound volumes. Together, these texts set out strategies and techniques for warfare and conflict that span more than 2500 years. Despite this military focus, their insights into have since been used as a source of insight into many areas of life, including leadership and corporate strategy. In The Art of War, Chinese general Sun Tzu sets out indispensable leadership skills, promoting strategic flexibility, quick thinking on the battlefield, and understanding the enemy's intentions. The Book of Five Rings was written by an ancient Samurai warrior and is hailed as a limitless source of insight into business strategy and outwitting the competition. In The Way of the Samurai, Inazo Nitobe explores the moral code of the Japanese warrior class, offering timeless wisdom on success and discipline which till resonates today. Featuring elegant cover designs with gold foil-stamping, these luxurious editions make a wonderful gift or collectible for anyone wishing to apply ancient wisdom to the modern world. ABOUT THE SERIES: The Arcturus Collector's Classics series are high-quality, clothbound box-sets of classic works of literature. With elegant embossed cover-designs and colored endpapers, these editions make wonderful gifts or collectibles to treasure forever.", "pages": null, "isbn": 9781398801882, "publisher": "Arcturus Collector's Classics", "categories": ["Business & Economics"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=Cw_BzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781398801882-us.jpg"]}, {"title": "WAY OF THE WARRIOR.", "subtitle": null, "authors": ["SUN. MUSASHI TZU (MIYAMOTO. NITOBE, INAZO.)"], "description": null, "pages": null, "isbn": 9781839400735, "publisher": null, "categories": null, "rating": null, "thumbnails": null}, {"title": "Tao Te Ching", "subtitle": "The Essential Translation of the Ancient Chinese Book of the Tao (Penguin Classics Deluxe Edition)", "authors": ["Lao Tzu"], "description": "The original mindfulness book, in a landmark new translation by the award-winning translator of the I Ching and The Art of War A Penguin Classics Deluxe Edition, with flaps and deckle-edged paper The most translated book in the world after the Bible, the Tao Te Ching, or “Book of the Tao,” is a guide to cultivating a life of peace, serenity, and compassion. Through aphorisms and parable, it leads readers toward the Tao, or the “Way”: harmony with the life force of the universe. Traditionally attributed to Lao-tzu, a Chinese philosopher thought to have been a contemporary of Confucius, it is the essential text of Taoism, one of the three great religions of ancient China. As one of the world's great works of wisdom literature, it still has much to teach us today, offering a practical model based on modesty and self-restraint for living a balanced existence and for opening your mind, freeing your thoughts, and attaining enlightenment and self-awareness. With its emphasis on calm, simplicity, purity, and non-action, it provides a time-tested refuge from the busyness of modern life. This new translation seeks to understand the Tao Te Ching as a guide to everyday living and encourages a slow, meditative reading experience. The Tao Te Ching's eighty-one brief chapters are accompanied by illuminating commentary, interpretation, poems, and testimonials by the likes of Margaret Mead, Ursula K. Le Guin, and Dr. Wayne W. Dyer. Specially commissioned calligraphy for more than two hundred Chinese characters illustrates the book's essential themes.", "pages": 370, "isbn": 9780143133803, "publisher": "Penguin", "categories": ["Body, Mind & Spirit"], "rating": null, "thumbnails": ["http://books.google.com/books/content?id=Ney2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9780143133803-us.jpg"]}]