[{"title": "PSYCHOLOGY OF MONEY.", "subtitle": null, "authors": ["MORGAN. HOUSEL"], "description": null, "pages": null, "isbn": 9789390166268, "publisher": null, "categories": null, "rating": 4.5, "thumbnails": null}, {"title": "PSYCHOLOGY OF MONEY.", "subtitle": null, "authors": ["MORGAN. HOUSEL"], "description": null, "pages": null, "isbn": 9789390166268, "publisher": null, "categories": null, "rating": 4.5, "thumbnails": null}, {"title": "The Psychology of Money", "subtitle": "Timeless lessons on wealth, greed, and happiness", "authors": ["Morgan Housel"], "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.", "pages": 209, "isbn": 9780857197696, "publisher": "Harriman House Limited", "categories": ["Business & Economics"], "rating": 4.5, "thumbnails": null}, {"title": "The Psychology of Money", "subtitle": "Lessons on Greed, Wealth, and Happiness that Never Fade (A Concise And Precise Summary)", "authors": ["Melody Jefferson", "Morgan Housel"], "description": "A Brief Synopsis of Morgan Housel's The Psychology of Money: Eternal truths about gain, greed, and contentment. This Concise Overview has been written to assist readers in grasping the fundamentals of the monetary system. Because it doesn't matter how much money you have if you don't act accordingly. This book is for you if you hope to one day retire early without having to work, or if you want to work solely for the sake of it and not worry about money because you have enough. This workbook is for you if you want to learn the ins and outs of the money mind, including why we make poor financial choices and how to avoid them. This book is for you if you wish to gain knowledge in the areas of personal finance, investing, and company management. Morgan Housel, a partner at The Collaborative Fund and two-time winner of the Best in Business Award from the Society of American Business Editors, shares some mind-blowing information you need to develop your financial culture in his book \"The Psychology of Money.\" This information pertains to financial wisdom, greed, wealth creation, financial happiness, and financial peace. Housel believed that financial success could be achieved regardless of academic credentials. What matters is how you act. And it's not easy to instill that kind of conduct in even the most brilliant minds. This Concise for The Psychology of Money distills the most important takeaways from Morgan Housel's The Psychology of Money into bite-sized chunks. We achieved this by include a wide range of learning methods, including concise summaries, lessons, and objectives; detailed bulleted action plans and questions to test knowledge and aid with comprehension; and a wide range of learning styles.", "pages": 0, "isbn": 9781312682344, "publisher": null, "categories": null, "rating": null, "thumbnails": ["http://books.google.com/books/content?id=GOXYzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781312682344-us.jpg"]}, {"title": "The Psychology of Money", "subtitle": "Timeless Lessons on Wealth, Greed, and Happiness \"New Synopsis and Analysis\"", "authors": ["Morgan Housel"], "description": "Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. The field of finance, including investment, personal finance, and business decisions, is typically presented as a mathematical one, where we are given precise instructions based on data and formulas. However, people in the real world don't use spreadsheets to make important financial decisions. At the dinner table or in the conference room, people mix in their own backgrounds, perspectives, egos, prides, marketing strategies, and peculiar motivations to come up with these decisions. To help you better understand one of life's most important themes, award-winning author Morgan Housel presents 19 short stories in his book The Psychology of Money.", "pages": 0, "isbn": 9781387580088, "publisher": null, "categories": null, "rating": 4.5, "thumbnails": null}, {"title": "Psychology of Finance", "subtitle": "Complete Guide to Understand how to Understand Money Without Stress", "authors": ["Joseph Housel"], "description": "* 55% OFF for Bookstores! Now at $ 39.95 Instead of $ 49.95. LAST DAYS! * Can't you manage money? Can't accumulate wealth?", "pages": 110, "isbn": 9781803031514, "publisher": null, "categories": null, "rating": null, "thumbnails": ["http://books.google.com/books/content?id=b0mYzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api", "https://pictures.abebooks.com/isbn/9781803031514-us.jpg"]}, {"title": "The Psychology of Money (Tamil)", "subtitle": null, "authors": ["Morgan Housel"], "description": "'The Psychology of Money' Tamil Edition. TIMELESS LESSONS ON WEALTH, GREED, AND HAPPINESS Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important matters.", "pages": 361, "isbn": 9789391019143, "publisher": "Jaico Publishing House", "categories": ["Business & Economics"], "rating": null, "thumbnails": null}, {"title": "Psychology of Money", "subtitle": null, "authors": ["MORGAN HOUSEL"], "description": "Psychology of Money karya Morgan Housel memuat 19 cerita pendek berdasarkan kisah nyata yang membahas semua hal yang berkaitan dengan uang, dan aspek kehidupan. Buku yang menjadi international best seller ini masuk ke dalam 10 buku terlaris di Amerika versi Amazon. Sinopsis Buku Kesuksesan dalam mengelola uang tidak selalu tentang apa yang Anda ketahui. Ini tentang bagaimana Anda berperilaku. Dan perilaku sulit untuk diajarkan, bahkan kepada orang yang sangat pintar sekalipun. Seorang genius yang kehilangan kendali atas emosinya bisa mengalami bencana keuangan. Sebaliknya, orang biasa tanpa pendidikan finansial bisa kaya jika mereka punya sejumlah keahlian terkait perilaku yang tak berhubungan dengan ukuran kecerdasan formal. Uang―investasi, keuangan pribadi, dan keputusan bisnis―biasanya diajarkan sebagai bidang berbasis matematika, dengan data dan rumus memberi tahu kita apa yang harus dilakukan. Namun di dunia nyata, orang tidak membuat keputusan finansial di spreadsheet. Mereka membuatnya di meja makan, atau di ruang rapat, di mana sejarah pribadi, pandangan unik Anda tentang dunia, ego, kebanggaan, pemasaran, dan berbagai insentif bercampur. Dalam The Psychology of Money, penulis pemenang penghargaan, Morgan Housel membagikan 19 cerita pendek yang mengeksplorasi cara-cara aneh orang berpikir tentang uang dan mengajari Anda cara memahami salah satu topik terpenting dalam hidup dengan lebih baik. Daftar Isi Bonus dalam paket : - Informasi lain : Lebar : 15 cm Tinggi : 23 cm Berat : 0,28 ISBN : 9786030000000 Sampul : Soft cover", "pages": 0, "isbn": 9786026486578, "publisher": null, "categories": null, "rating": null, "thumbnails": null}, {"title": "The Psychology of Money", "subtitle": "Timeless lessons on wealth, greed, and happiness", "authors": ["Morgan Housel"], "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.", "pages": 209, "isbn": 9780857197696, "publisher": "Harriman House Limited", "categories": ["Business & Economics"], "rating": 4.5, "thumbnails": null}]